{"word": "bank", "POS": "noun", "definition": "The land alongside or sloping down to a river or lake.", "examples": ["willows lined the bank of the stream", "These figures for the most part do not include freshwater wetlands along the shores of lakes, banks of rivers, in estuaries and along the marine coasts.", "Lighting effects have been put up in trees and rafts lie alongside the banks of the lake suggesting that fireworks could be launched from the water's surface.", "Ahead of me a row of pollarded willows lines the bank of the stream, beyond which the ground slopes gently upwards towards leafless woodland, appearing sombre grey.", "Massive housing projects are springing up on the banks of lakes.", "The Glasgow plan aims to quicken the pace of development at Atlantic Quay and surrounding land on the north bank of the river.", "Beyond that, a narrower but more fertile inner plain slopes down to the bank of the Delaware River.", "Russian villages were typically situated near the bank of a lake, river, or stream.", "The river overflows its banks and floods the land with fresh water and deposits a thick layer of rich alluvial soil.", "The poplar and willow trees line the opposite bank of the River Kennet from the Town Mill homes.", "Santo said the flooding was triggered by torrential rains over the last three days, which caused several rivers to overflow their banks.", "Wooden lodges and log cabins are usually found on the banks of a lake or river.", "Winter Wrens breed in moist coniferous forests and nest in dense brush especially along stream banks.", "We chugged along the river, its banks lined with shabby wooden huts.", "They were standing on the banks of the lake in the forest, watching the sunlight glisten off its silver surface.", "Willow will be planted to shore up the banks of the River Devon and wetland created to soak up water on neighbouring hilltops.", "Welcome to the sunny banks of Lake Victoria in Tanzania - one of the world's largest lakes and, according to some, the cradle of humankind.", "He and a girlfriend moved into an old hunting shack on the banks of Lake Superior, about eight miles from the nearest town.", "When we finally arrived at the rather pretty camp-site on the banks of a blue lake, we had been travelling for more than 24 hours.", "Each year, hundreds of thousands of spectators line the banks of the River Thames to support the two crews.", "All these cities are built alongside rivers whose banks provide major recreational spaces."]}
{"word": "party", "POS": "noun", "definition": "A formally constituted political group that contests elections and attempts to form or take part in a government.", "examples": ["draft the party's election manifesto", "Each ballot paper has a list of all registered political parties contesting the elections.", "The Labour, Conservative and Liberal Democrat parties are contesting every seat.", "It broke a 40-year monopoly of the two openly capitalist parties over working class politics.", "To win elections, politicians and parties wage costly campaigns.", "There was no attempt made by other parties to debate the issue.", "No wonder there is growing disillusionment with all mainstream parties and politicians across Europe.", "At election times the party is dependent on resources and activists from unions.", "All constitutional parties opposed to the pact were unionist, and they had no such difficulty in uniting.", "Both the ruling and opposition parties suspended all campaign activities in the wake of the shooting incident.", "He remained respected in the party, in whose activities he took a close interest.", "We should be able to build a broad movement which is not the product of a single party, or its plaything.", "The rally was organized by a newly powerful coalition of fundamentalist religious parties.", "The prime minister could also seek smaller religious parties to bolster his coalition.", "One is simply covering the events that happened, the campaign activities of the parties.", "In the following year, the ruling and opposition parties formed a coalition government.", "He promised to prepare the ground within his party, but his departure has exposed the fact that he did nothing to deliver on that promise.", "The new structure should operate under the jurisdiction of the Finance Ministry, the party said.", "It is a party of working people against the Republican Party of corporations and wealth.", "If the ruling party doesn't perform well, the opposition can offer a viable alternative.", "Across the entire party there is agreement - Labour has no chance of adding to its 50 seats.", "the visiting party will be asked to conform to safety procedures whilst on site", "After an unsuccessful trip his hunting party bought him a bear cub to shoot.", "Private parties can book for trips along the coastline or upriver to Waterford.", "The most organised person in our party had brought a torch, but we also had our own guide to help us find our way home.", "There were 35 people on the tour and trouble flared when some of the party got drunk and started smashing doors and a bed.", "Moving forward to the game's present day, you'll get to meet the three characters who form your party."]}
{"word": "date", "POS": "noun", "definition": "A social or romantic appointment or engagement.", "examples": ["I've got a hot date", "we made a date for eleven the next morning", "I hear that you're going on a date with your hot step brother and we can discuss every little thing that happened.", "A few days after that Julie came up to me and told me she had gone on a date with him and that it was the most romantic night of her life.", "It took a couple more chance meetings before he actually asked me on a date, but he did and that was 7 years ago.", "You just went on a date with one of the hottest guys on the planet.", "You may get tongue-tied on a date but luckily your body speaks for you (often more loudly and honestly).", "The Hollywood star is happy to say yes if a man invites her out for dinner but during her last visit to Britain only two plucked up the courage to ask her on a date, she said.", "After one listen you'll be asking your sister out on a date.", "Eighteen, nineteen years old girls who were going to wild camps and hooking up with boys who probably knew quite a bit about what they wanted on a date.", "I was in a conversation yesterday and dating came up, and I scratched my head trying to think of when, if at all, I had ever been on a date", "He is slapped by his favourite star when he asked her out on a date.", "Turner calls Fonda the day after her divorce from Hayden hits the newspapers to ask her out on a date.", "This can be as simple as inviting a boy to sit with you or as involved as straight-up asking him out on a date.", "He asked her out on a date almost immediately and before long they were walking out together and going to regular dances at the Locarno.", "Tonight, I was watching part of a show where this couple were out on a date.", "As one of the few supposedly smart restaurants in Oxford the chances are you'll be able to see someone you know, or know of, on a date.", "But Mo did once go out on a date with someone who chatted her up in a pub - and she's been living with him for seven years.", "If they're not strangers, they may be somebody that a woman meets on a date.", "After a few stiff drinks I was beyond caring, I had already written the date off and she knew that I had, there was no sense in hiding it.", "He'd been patiently asking her periodically for a solo date, sans parents and siblings.", "Over the next four weeks, we went out on periodic dates and he was adorably shy and kinda weird-looking but cute and I fell head over heels.", "my date isn't going to show, it seems", "I make it my business to know with whom my dates associate, he said.", "Chad had a girlfriend at the time, but his friend, Kristin, told him he could bring his girlfriend, along with any of his male friends, for whom she would find dates.", "She found it strange how all they had to worry about was who got a date with whom and where they were going on Friday night.", "Also, should a single attendee with a date be split up or seated together?", "A popular student, he even attended the senior prom during his junior year as the date of a male senior.", "Faith's thoughts were interrupted by the arrival of her date and his company.", "A gay friend of mine was turned away at the door because he and his date (a bi female) had gone in drag.", "The overpaid millionaires and their spouses, gay lovers, dates and/or mistresses, no longer even pretended to turn away.", "After she saw that she decided that she had wasted enough time on Quinn Thane and his various lovers and/or dates.", "Smith suggests inviting a date to an event that has already been planned, like a work affair or a friend's party.", "Except, her date was fairly tall, and had to bend over so she could put her hand on his shoulder.", "Next we stopped to pick up Becky and her date Trevor, a tall nut-brown boy that was almost as cute as Mark.", "I had only one rule when it came to guys: Potential dates HAD to be taller than me.", "They look like animals, and they all wanted to know, who was Pam's date?", "most large bands play one big date in Scotland", "His current tour includes dates at big venues such as The Royal Philharmonic Liverpool and The Waterfront, Belfast.", "Kylie Minogue is splashing out on a lavish hotel suite during her London tour dates - despite living less than a mile away..", "As a long-time admirer of Shed Seven's music, I was invited to spend the day with the York band on the final date of their sell-out tour.", "The first set of dates on the tour sold out in a week, with 120,000 tickets being snapped up in total.", "The date for this theatrical debut is Dec 17, which the attentive amongst you may recall is the same day as St Patricks Day.", "Following a series of sell-out dates on tour during 2002 / 3, the stage adaptation of the film musical Calamity Jane is whip cracking its way into the West End.", "With a string of sell-out dates for her Re-invention Tour, Madonna has shown the world once and for all that she is no longer a mere Material Girl.", "Today he starts another round of live dates - this time performing Smile in its entirety.", "Mrs. Brown Rides Again has sold out several dates on a U.K. tour in March which includes Liverpool and Scotland.", "He promoted Billy Connolly's first tour - 44 dates with an 18-piece big band which Spurway still manages.", "Although the core group exerts its influence mostly in the early stages of rehearsing a piece, the concertmaster has more influence as performance dates near.", "This is the opening date of a national tour that ends with two performances in the Helix on December 2 and 4.", "Shane was given the all clear to go ahead with his tour which included two dates in Dublin's Olympia Theatre - midnight at the Olympia.", "DJ / producer Laurent Garnier has cancelled three U.S. tour dates because of problems with renewing visa.", "Pop-punk band Busted have had to add extra dates to their arena tour after it sold out almost a year in advance.", "The performance date is Tuesday, April 1,8 in St Peter and Paul's Church, Portlaoise.", "It is such a vital date in the musical calendar that artists from as far away as Galicia and Brittany time the release of new albums to coincide with it.", "No, I'm off to see the fabulous Die So Fluid on their final date of their current tour.", "When it came time to book a few more western Canadian dates, it certainly made sense to approach the Yardbird Suite, a venue both jazz and discerning blues fans appreciate."]}
{"word": "head", "POS": "noun", "definition": "The upper part of the human body, or the front or upper part of the body of an animal, typically separated from the rest of the body by a neck, and containing the brain, mouth, and sense organs.", "examples": ["whatever comes into my head", "she had a good head for business", "he had no head for heights", "he was beaten by a head", "heads or tails?", "stags yearly cast their heads in March"]}
{"word": "ring", "POS": "noun", "definition": "A group of people engaged in a shared enterprise, especially one involving illegal or unscrupulous activity.", "examples": ["the police had been investigating the drug ring", "There was always some sort of gang fights or drug rings or brothels around here.", "It's a high place of crime, drug rings, and prostitution due to the obvious lack of law enforcement.", "At first they don't get along, but in the course of investigating a murder, they uncover a drug ring… and a friendship.", "If he agreed to the job the Doctor had just about given him the green light to take over small countries or start up his own drug smuggling ring.", "One didn't go into a drug smuggling ring and then walk right back out of it, especially if he sold out secrets to the FBI.", "Five Brits have been arrested in the United Arab Emirates under suspicion of involvement in an Internet drug smuggling ring.", "It's just that there seems to be a connection between the drug dealer ring and the Piper…", "Criminals pursuing identity theft, phishing scams, and spam rings are running rampant on the internet.", "His drug ring had been disrupted due to the raid, and Natalie had permanently wounded his shoulder with her bullet.", "The $80,000,000,000 claimed by organized crime and drug rings will now go to honest workers.", "It seems that the pair were working undercover in a drug ring.", "Stephen described how he leaded as chief of his group, ambushing into the house where the drug ring was stationed.", "But besides being the only woman in the drug ring, there was nothing out of the ordinary about her.", "You just happened to discover the methods of operation of a criminal ring that has confounded the authorities for the past three months.", "To cure Fred of his practical joking, Barney convinces his friend that he is running a counterfeiting ring out of his basement.", "Three people have been jailed for a total of 10 years for their involvement in a multi-million pound software counterfeiting ring.", "In related news, seven Brits pleaded guilty today to taking part in one of the world's biggest Net porn rings.", "You were out on one mission and now you've developed all kinds of conspiracy theories and crime ring ideas.", "The FBI placed an undercover agent in a ring of anti-government anarchists who called themselves DOI, Day of Inclement or hostile weather.", "Clever editing had Bertie Ahern involved in a ring supplying worn Westlife underwear to fans in the east."]}
{"word": "key", "POS": "noun", "definition": "A thing that provides a means of achieving or understanding something.", "examples": ["discipline seems to be the key to her success", "But as he explains, it is this hardship that provides a key to understanding the spirit and culture of these tribes.", "Investment in higher education is the key to our future.", "Universal responsibility is the real key to human survival.", "In a recent commencement address, she gave graduates a few keys to being a well-rounded person.", "The inscription is therefore credited as one of the keys to opening up the thousands of years of Egyptian history.", "Clark, who is a former champion, said consistency was the key to their victory.", "When exfoliating, the key is to remove the dead skin cells but leave healthy ones intact.", "In the case of the stockmarket, the key to achieving good capital growth is profitability.", "Moderation is the key to success when training your legs and glutes.", "The key to raising the achievement of these boys is good teaching.", "We strongly support our volunteer local organizing committees, whose good will and hard work are the keys to success.", "In this it seems to me he is correct and has come up with a vital key to our understanding of Elgar.", "Education is the key to a future for humankind, especially for a healthier humankind with a suitable replacement rate.", "In my view these statements provide a significant key to the resolution of the issue before me.", "Their motivation provides a key to the distinctive nature of modern terrorism.", "The Dalai Lama once said that simplicity is the key to happiness in the modern world.", "This awareness will provide the key to tracking animals, both human and otherwise.", "Secondly, I was always of the opinion that the key to empowering women was to provide them with choice.", "Dr Bracken said the key to providing a good service was time - and that was often in short supply.", "The key is to plan a fun event early in the year that features activities the family will enjoy.", "In fact, as will be obvious to any reader who has ever used an index, the symbols in the key refer to the chapters in which the characters appear.", "References within the tables themselves are listed in a key below each individual Appendix.", "There is extensive use of place names without accompanying maps throughout the book, and many of the maps provided lack keys and scales.", "For the reader who is not familiar with Soviet map symbols, there is a key in the back of the book.", "References to pertinent illustrations are noted within the keys to help the user visualize and clarify the plant anatomy in question.", "a key at the back of the book provides the answers", "There are many ways of cheating on standardized tests other than doctoring the answer keys or even using questions from the test in class exercises.", "If there are no answer keys, compare your answers against those of some friends of yours who are also doing the practice competitions.", "The classroom teacher rated each test using answer keys, while the second author independently scored all tests.", "Answer keys for tests and practice problems are found in each chapter.", "If there are keys for answers, check what your child will be learning and see if it's in a skill that will be called for.", "So, be careful with this CD-ROM set as you should be with the answer key in any math textbook.", "After the teaching tips and 175 daily lessons, there's a set of workbook answer keys, tests and quiz drill sheets.", "In North Carolina, no one at the school has access to the answer key or to grading the essays on our state tests.", "My music students have those same moments because they, too, have the answer key.", "I have been trying to get my hands on that answer key for several years, and kept getting turned down.", "Then, she tried the drawer of the desk that she knew the test answer key was hidden in.", "A good open-ended question should include a detailed answer key for the person marking the paper.", "it took him some time to find the key, the connection between the code and the Odyssey", "Quantum cryptography systems discard these corrupt keys and only use codes that are known to be secure.", "The strongest of all cipher systems require a random key as long as the message that's being sent.", "Cryptographic keys and iris code reside in the smart card.", "British agents broke into the Spanish Embassy in Washington and stole the keys to their ciphers, enabling Bletchley Park to crack the Spanish codes.", "Your report says that she has the code keys memorized.", "Stream ciphers are essentially practical adaptations of the Vernam Cipher with small keys.", "The encryption keys are sent over dedicated links, and the messages ciphered with those keys are transmitted over the Internet.", "How could you get a secret encryption key to someone in cyberspace?", "Asymmetric encryption relies on two keys that work together as a pair an encryption key and a decryption key.", "More recent viruses and blended threats also extract passwords, decryption keys and logged keystrokes.", "The DaVinci code of the title refers to cryptic keys supposedly incorporated by Leonardo da Vinci into his art.", "The key is whether the defensive king can get within the promotion square.", "The optional TYPE part of the foreign key name is used to support multiple keys to the same TABLE FIELD."]}
{"word": "mouse", "POS": "noun", "definition": "A small rodent that typically has a pointed snout, relatively large ears and eyes, and a long tail.", "examples": ["Experiments revealed the same cells that have also been discovered in rats, gophers, gerbils, mice, and hamsters.", "He says that, unlike rats and mice, the rodents give birth to only one offspring at a time, so a precautionary approach should be taken toward their conservation.", "They play a very important role in controlling the populations of destructive rodents such as mice and rats, their preferred and primary food items.", "As with most small cat species, the diet of wild cats, or domestic cats, is mainly made up of small rodents, such as mice and rats.", "These fledgling wild barn owls wait in their man-made nest box for their parents to deliver a meal of mice or other rodents.", "Other animals found nearby included two extinct species of vole - a small rodent resembling a mouse - that were used to date the site.", "In the primate line, humans and macaques were compared; in the rodent line, mice and rats were compared.", "Small rodents, such as hamsters, squirrels, chipmunks, mice, and rabbits, do not typically carry rabies.", "Small mammals, especially rodents such as voles, pocket gophers, and mice make up most of the Great Gray Owl's diet.", "Within eight weeks the handful of rodents had become 60 mice and 12 rats - and the owner had no choice but to call the RSPCA.", "Some ermine appropriate the burrows of mice or ground squirrels and adapt them for their own use.", "Most people are familiar with mice, rats, hamsters, and guinea pigs, which are commonly kept as pets.", "If you see any mice, rodents or other potential carriers of those dangerous fleas, kill them immediately.", "I'll hold the mouse up by its tail like this while it grips onto the cage with its front legs.", "The scientists will then take a small piece of tissue from the tail tip of the mice to examine the structure of the genome.", "The most common bird of prey is the kestrel, which feeds chiefly on rodents such as mice and voles but will occasionally take small birds, beetles, small frogs, etc.", "In gerbils, hamsters and mice, the urine contains allergens.", "Their principle source of food is mice, but squirrels, snowshoe hares, and pikas are also popular.", "While most of us are all too willing to cuddle guinea pigs, rabbits, gerbils, pet mice and even ferrets, brown rats produce a reaction of almost universal revulsion.", "Despite their resemblance to rodents, bats are not closely related to mice at all.", "Other animals such as horses, rats, mice, rabbits, guinea pigs and birds can also trigger allergies.", "Not only humans and monkeys but also mice and rats show large individual differences in terms of voluntary ethanol intake.", "Jane may be a bit of a mouse, but she is very nosy", "The Warren brothers snickered, amused by the sight of their strict teacher suddenly turned into a timid mouse.", "It was Emma, the quiet mouse from the lunch table who, lately, had been looking slimmer and more awake than usual.", "If you are a quiet mouse you can never become a social butterfly.", "Renziehausen is a quiet, meek mouse of a soldier with no backbone, and York's performance suggests these qualities very nicely.", "her flaxen hair dulled to mouse", "The red accented her usually dull brown eyes and contrasted nicely with her normally mouse-brown hair, also bringing out natural blush in her cheeks.", "As if on cue, a girl with shoulder-length mouse brown hair walked right by him, those ever-cautious eyes lost in some daydream.", "The teacher came in, a somewhat large, dimple-faced woman with mouse brown hair tied in a neat bun and sharp glasses perched on the tip of her nose.", "The wind whipped waist-length mouse brown hair around her face and made it hard for her to see.", "They all looked to the passengers getting off the plane, and spotted a short girl with mouse brown hair and wearing a pink top and white jean shorts.", "Instead of a massive head of frizzy mouse brown hair I have smooth, sleek, shoulder length chocolate brown locks.", "Her long, thin, mouse brown hair flowed down her back, wispy strands sticking out at odd angles.", "He opened the door to see a woman, or young woman at least, with mouse brown hair and vibrant green eyes standing before him.", "The girl nodded and brushed the loose strands of mouse brown hair from her face.", "Her mouse brown hair hung in soft, smooth strands.", "With a gleeful smile, she began to play absent-mindedly with a strand of her mouse brown hair that had strayed free of its bun.", "He watched her climb, a hat on her head covering her long mouse brown hair.", "He would mock my fair and pale skin, my lank mouse brown hair, and how extremely thin I was.", "Her mouse brown hair was pulled into a neat bun, and she was in good heavy traveling clothes.", "She has long mouse brown hair, and dark brown eyes.", "So while other girls were bobbed and waved, I had my mouse-coloured hair scragged back into a thick pigtail which made my compulsorily worn school hat ride up at the back.", "She seemed to be rather plain, a rather dim little person with mouse-coloured hair and conventional manners.", "It had large round eyes, a small round body with ample mouse-coloured fur, and it dodged very actively in and out among the freshly fallen rock debris."]}
