{"word": "run", "POS": "verb", "definition": "Pass or cause to pass quickly in a particular direction.", "examples": ["the rumour ran through the pack of photographers", "Helen ran her fingers through her hair", "As he passed the bed, he ran his fingers along the silk embroidered bedspread.", "Colin reached out a finger and ran it down her bare back.", "He ran his finger down Amber's arm sending a chill down her spine.", "I dragged myself up off the floor and ran a hand down my face.", "Matt opened the program and ran his finger down the column listing the names and jersey numbers of the Seaview football team.", "Becca ran a trembling finger down the list, searching for her number.", "She felt a shiver run down her spine.", "He shoved some paper into her hands and she ran her eyes over it, quickly.", "She rose from the bench, smoothing her skirts quickly and running her hand over her hair.", "My lips were chapped, so I ran my tongue over them quickly.", "Adair, surveying his brand-new kitchen, runs a hand over a gleaming worktop.", "He runs his fingers over the top of the grand piano that sits in the middle of the room, with a book of Scottish songs propped up on the music rack.", "He runs a hand through his thick, dark-blonde hair and stares, unsmiling, with piercing blue eyes.", "Andy sighs and runs his hand through his silver hair.", "He ran a nervous hand through his hair and scratched the back of his head.", "She sighed and scratched her head, running her fingers through her disheveled hair.", "The thought of crossing it made a shiver of fear run through her.", "Dani was leaning against me, running her hand up my leg.", "Stepping out into the darkness, a shiver ran down her spine.", "I remember feeling numb as I watched it, with cold shivers running up and down my body.", "the tanker ran aground off the Shetlands", "a woman ran a pushchair into the back of my legs", "It was the Exxon Valdez which ran aground on the Alaskan coast in 1989 spilling 40 million litres of crude oil.", "Scientists believe it ran aground on the estuary's treacherous sandbanks and capsized with 50 or 60 hands on deck.", "The tanker ran aground on the eastern-most island in the Galpagos group.", "Two crewmen were airlifted to safety from a fishing trawler which ran aground just outside Stornoway Harbour.", "Near the end of that year, it ran aground with very few crew aboard, on a reef between Krabi and Phuket.", "She was built in 1966 and ran aground on 24 April 1978 while carrying bags of cement to Port Sudan.", "A major rescue operation was launched after a north east fishing vessel with a crew of three ran aground on the west coast of Scotland.", "Like many developments, Leisurama soon ran aground, the victim of poor planning decisions.", "Five of them ran aground on the rocks at Pendennis Point.", "A Spanish trawler ran aground on rocks close to the entrance to Fenit harbour in early June.", "The ship has constantly been pounded by huge waves since it ran aground on a rocky outcrop last Thursday night.", "The Express Artemis, sister ship to the Samina, ran aground on Friday carrying 1,026 passengers.", "During their efforts to help the man ashore the Sea Warrior ran aground and the crew had to wait for the tide to rise to free their boat.", "Yet a proposal that would have provided tax relief ran aground last year.", "My stepmother hit loose gravel and ran the vehicle off the road into a stop sign.", "Nobody tooted their horns or tried to run us off the road.", "He ran his car into the back of David Coulthard's McLaren and flipped through the air, landing upside down.", "She didn't even so much as shed a tear the day she'd run her bike into a brick wall when she was nine.", "The person behind you in the supermarket runs his cart into the back of your ankle.", "He attempted to drive to his doctor but ran his vehicle into the back of a truck because he could not see; he fortunately avoided injury.", "cameras triggered by cars running red lights at intersections", "Then one night two years ago, Aaron was driving one of their friends home from their house when a drunk driver ran a stop light and hit the car.", "Two young men on a motorcycle were stopped for running a red light on Pattaya Central Road.", "Some 220 of the fatal accidents were caused by people running red lights or stop signs.", "Here in San Diego, California there was recently a big controversy over the use of these cameras to catch people running stop lights.", "I ran a stop sign and got pulled over by a Solano County Sheriff.", "On the night of the Fourth of July, I was driving home when another car ran a red light.", "He was arrested earlier this month for running a stop sign.", "He was one of eight people, including five children, injured when the car ran a red light and ploughed into the side of his vehicle.", "He was convicted last month for running a stop sign and colliding with a man on a motorcycle who was killed instantly.", "Too many local motorists run red lights and endanger the public, Councillor Banman said.", "He ran that stop sign - this is not in dispute - and smashed into a motorcycle driven by Randy Scott.", "Several weeks ago I was out for a ride and inadvertently ran a stop sign.", "And when he ran a stop sign at Appleton and Cassat, a man on a motorcycle smashed into his car.", "The officers alleged that Busch ran a stop sign and was driving recklessly.", "After running the stop sign, the officer hit his lights and pulled me over.", "Janklow was convicted after he ran a stop sign while speeding and killed someone in another car.", "Half a block from the apartment, she ran a red light and smashed into another car.", "In the other case, a civilian ran a red traffic light and broadsided an Air Force member.", "As we crossed the street onto the sidewalk a car came out of nowhere and ran the red light, hitting a light pole and hitting Mark.", "Police handled 1,522 cases of minibuses running red lights in the first nine months this year, compared with 1,412 cases for all of last year.", "the boats were preparing to run the big rapids", "Ten boats, each manned by two skilled operators with up to eight passengers, can be hired to run the rapids.", "In short, he has both the strength and skill to run any whitewater that's runnable.", "The other trainees ran the rapid again and again; I pitched a tent and crawled into my sleeping bag."]}
{"word": "strike", "POS": "verb", "definition": "Hit forcibly and deliberately with one's hand or a weapon or other implement.", "examples": ["he raised his hand, as if to strike me", "one man was struck on the head with a stick", "Ewan struck out at her", "The veteran came leaping in, lashing out with his gigantic weapon, striking nothing.", "With his two weapons he struck the unguarded shoulder of the creature.", "But the bottom line is, that karate, allows you to use your hands and feet as weapons, and to strike much more quickly than you can with a sword.", "He got up on his feet, clutching his weapon, ready to strike her down.", "Her mother shielded her head and the man lifted the pointed weapon to strike her down.", "Quickly reversing his weapon, he struck the gladiator across the jaw with the broadsword's pommel.", "It even occurred in hand-to-hand combat because men were not recognized as being friendly or because, in the press of battle, a weapon drawn back to strike a foe might hit a friend instead.", "He raced towards the hags, preparing to strike them with the weapon.", "The appalling scene resulted in a Garda being bitten twice on the arm while the same Garda was also struck forcibly with an iron bar.", "A driver who deliberately struck a Customs officer, leaving him with serious leg injuries, is beginning a six-month jail sentence today.", "He is also charged with assault for allegedly striking detainees - and ordering detainees to strike each other.", "Police said the two boys, aged around 15, were punched, kicked and struck with weapons after becoming separated from friends.", "He lifted his weapon but was struck from behind, falling to the floor.", "I got hit in the back of the head with a sock full of batteries, struck right back here - split my head open.", "With a quick move, quicker then anyone's eyes could follow, Jeff pulled the sword along with its sheath from his belt and struck Matt in the face.", "Finally, I slapped Billy, striking my own face in the process.", "There are methods of assisting the victim in waking up and focussing attention such as slapping the victim, striking the sole of the foot, or yelling.", "She threw out a hard left-handed punch, striking nothing but air.", "He kept striking Keiran with the belt.", "He has been jailed for brutally lashing out at his ex-girlfriend with a hammer, before striking her dog over the head with a similar weapon.", "the armies assembled but never struck a blow", "he struck her two blows on the leg", "Tonight, apparently, she has struck the death blow!", "Maybe you miss once or twice, then you strike the death blow.", "With that stone the brute had tried to strike the death blow.", "Experts calculated up to a dozen blows were struck.", "They struck painful blows and it could have ended up being far more serious than it was.", "The court heard that the axe disappeared but blood stains were found in the caravan and a mark in the roof appeared to show the axe had been raised before the blow was struck.", "When St George finally struck the fatal blow, the dragon's blood gushed out onto the hilltop and the grass has refused to grow there ever since.", "Neither of us won the fight, as it was parted before the final blow was struck, but I definitely was having the upper hand.", "It was not clear who struck the fatal blow on Halloween night in October 2002.", "He admitted striking the first blow, but denied hitting him again.", "Charles, who has admitted striking the first blow, claimed it was a robbery that went wrong.", "Not a blow is struck, but this is unmitigated domestic violence.", "He came increasingly into the fight and struck a fierce blow in round 10, flooring McGuigan, who had nothing left.", "He struck another blow to Darcy's groin and the referee promptly stopped the fight and nominated Darcy as the winner.", "She told the prosecutor she thought about 20 blows were struck.", "Any criticism of how the trial judge handled the issue of who struck the fatal blow was totally misplaced.", "The police officer claimed he used the baton in self-defence, although he admitted that he had struck the first blow.", "Giving evidence for the defence, he told the jury that he had used the cosh and struck the bone-breaking blow.", "Mr Haven, of Indianapolis, said the Titanic struck a glancing blow to the iceberg as it attempted to turn away.", "she fell, striking her head against the side of the boat", "A Texas pathologist who received the original findings later suggested the woman died accidentally when she fell down the stair backwards and struck her head.", "He fell backwards and struck his head on the pavement.", "Witnesses told police they believed she was trying to slow the horse from an uncontrolled gallop when she fell, striking her head.", "He fell forward, striking his face on the pavement and blacking out some time between 2pm and 3pm last Monday.", "Tragically, he started driving anyway, and she fell off, striking her head on the pavement.", "A pathologist believed the injury was caused by Mr Dobbs falling backwards and striking his head on the floor.", "The 21-year-old testified that he pushed her so hard that she fell and struck her head against a wall at her apartment.", "She watched in horror as her friend fell from the mountain ridge and struck her head on rocks.", "he was struck by a car in Whitepark Road", "It could get struck by lightning or smashed up in your car.", "The jet sped off the end of the runway, crossed a busy highway, and struck several cars before crashing into a warehouse.", "Swerving to avoid an oncoming car, his vehicle struck the kerb, crashed backwards through the stone balustrade and plunged into the river.", "Having my place struck by lightning was a shock, but quite frankly - it's replaceable, but my family's not.", "Having collided with the crash barrier, the car struck a pedestrian bridge, before rolling into a ditch where it caught fire and exploded.", "Her car struck a wall in the early hours of Friday morning.", "Tammy died on impact when her car struck the tree.", "You can get struck by lightning just walking out of your house.", "He ran into a bear in Ontario and was nearly struck by lightning the same day.", "The rock struck the center of the tree trunk with a resounding ping.", "Motorists, who were left stranded after their cars struck a monster pothole, are demanding to know why the council did not issue warnings.", "A journey back from the shop for two young Sligo town boys ended in one of them getting struck by a car while the other watched on helplessly.", "Fortunately for all, the missile fell perfectly into the foam cut-outs and didn't strike any hard surfaces on its way down.", "He was then propelled along the road before striking a traffic light post in the incident.", "This occurs when a large body weighing in excess of 100 tons strikes Earth's surface at sufficiently high velocity.", "Occasionally, one of those leftover chunks of protoplanetary matter strikes Earth's surface.", "But his shot struck the underside of the bar and rebounded out to safety.", "Then a blue van struck the front of the lorry as it was in the ditch, pushing two ladders, which were on board, into the driver's side of the lorry cab.", "The left front corner of the dump truck struck the right side of the tractor trailer.", "When he saw the accident, he pulled to the side but the truck veered across and struck the front of the van.", "the light struck her ring, reflecting off the diamond", "They're differences in the amount of light striking a surface, just as they are differences in the light reflected from the surface to the eye.", "If the light striking a blue surface is predominantly blue, the blue object will appear almost white in a black and white photograph.", "We have sought for such things and we believe that we have found them in the shaft of light striking the shimmering surface of solid rock.", "These precious stones hung from the ends of each branch and as the sunlight struck their surface it dispersed onto the water below.", "When weather conditions have been ideal, the red shades we so often covet are created if intense sunlight strikes the leaf's surface during autumn.", "In most parts of the world sufficient sunlight strikes the surfaces of buildings on an annual basis to power an efficient household and an efficient electric car.", "Beams of light struck the path from gaps in the canopy of leaves above, leaving the squires and witch with a wondrous view of the forest.", "A single beam of light struck the pendant he wore and it shimmered in his eyes.", "It suddenly sent out a blue beam of light which struck the missile, a guard and a dog all at the same time.", "Their jeep was travelling at around 100 km/hr outside Kinnegad on the Mullingar road when the beam struck the vehicle.", "Mirrors, spherical or otherwise, operate on the principle that the angle of reflection of a ray of light equals the angle at which it strikes the mirror's surface.", "The beams struck the creature as Kate shielded her eyes.", "When a beam strikes the card, the material produces fluorescence in the visible spectrum.", "The beam struck the epicenter of the dust cloud, and then there was a massive explosion.", "Nevertheless, a beam of light struck down through grey skies, and a great voice behind it rumbled: Mark my words!", "Then a beam of stray sunlight struck the mist, and she understood.", "A beam of light shot out and struck the blonde in the forehead.", "He stopped pacing when a beam of dusty sunlight struck his face.", "He was about to shoot Tim when a beam of blue light struck him in the chest.", "When light strikes a flat surface it is polarized to some extent, depending on the angle at which it strikes the surface.", "he struck the ball into the back of the net", "Stephenson had to kick the touchline conversion to claim the spoils and while he lost his footing as he struck the ball, his kick still went clean through the middle to end a superb cup tie of the highest order.", "Both teams showed a lot of respect for each other and but for some late challenges on players as they struck the ball the game was played in a sporting manner.", "To tell the truth, I have never struck a golf ball so well.", "He hadn't struck a golf ball for at least three years.", "An accurately struck golf ball spins around a horizontal axis that lies across the line of flight.", "First up is how to correctly strike a golf ball with an iron.", "I like the way the last ball was struck for four too!", "Once again Leah Byrne struck the ball, over the bar this time and five minutes later Fiona Dunne scored the equaliser.", "That sounded like he was a beaten man before any ball was struck.", "In the space of 15 minutes they struck the ball wide on four occasions and this cost them the game.", "She cut loose and struck a ferocious ball that powered into the back of the net and sent her side into a three point lead.", "In my opinion, golf etiquette starts long before the first ball is struck off the tee.", "It is this sort of preparation and attention to detail that gives Tiger an edge even before a ball is struck.", "The bruising went right through to my marrow bone and every time I struck the ball I felt pain.", "If he's striking the ball well, then clearly he's going to be more confident and of course, we all know how important confidence is.", "I'm playing great, probably striking the ball as well as I have ever done in my career.", "I have been striking the ball well and I just have to put it all together and it will be interesting to see", "My fitness levels have never been so good and I'm confident in the way I'm striking the ball.", "He struck the ball perfectly but it was the authority with which he stepped up to take the kick that was so remarkable.", "You need to be striking the ball very well to control the distances.", "He would pull his finger off the string repeatedly after he had struck the note.", "But wait, the orchestra has not struck the first note; the stage curtain has not gone up.", "In an attempt to win you over, the band stand up and make their ambition clear from the second the first note is struck."]}
{"word": "turn", "POS": "verb", "definition": "Change or cause to change in nature, state, form, or colour; become or make.", "examples": ["she turned pale", "cover potatoes with sacking to keep the light from turning them green", "most of the sugars are turned into alcohol", "He walked down the street just as the slight drizzle turned into a moderate downpour.", "Artemis simply smiled at her and she could see his face turn a slight pink colour, this made her giggle.", "It is good for a bit of a chuckle if the weather turns nasty this weekend.", "He knew his face had more than likely turned a deep red colour, but he tried not to seem put off by this.", "On Saturday and Sunday I managed to sit in the glorious sunshine and turn a delightful pink colour, but that has now gone to a dark olive brown.", "Lately he has taken up the war on cockroaches as the weather turns warmer.", "Just when my bikini arrives in the mail, the weather turns cold.", "While nationwide blackouts should be avoided, however, localised blackouts are likely if the weather turns severe.", "This engaging picture book tells the story of a monster who is so ugly that when he looks at a blue sky the weather turns foul.", "If the weather turns dry raise the height of cut to prevent browning and scorching of the grass.", "Dr Harding advised elderly people not to go out if the weather turns as cold as predicted.", "With the weather turning colder, homes will have bought heating oil in large quantities.", "With the weather turning wet and decidedly cold, children and adults alike need indoor pastimes to keep the blues away.", "His green eyes once again turned to ice, so penetrating but empty of emotion.", "Beef prices in this country are down a third, and the weather has turned sour.", "I was gripping the steering wheel so hard that my knuckles had turned white.", "We walked slowly towards my campus, when the conversation turned in the last direction I wanted it to.", "The crowd had turned ugly, and the police tried to stop him.", "Once the weather turned ugly for the final 15 minutes, Fremantle had no hope.", "The rewards are so great these days, and guys are under pressure to turn pro earlier rather than later.", "the dogs were turned loose on the crowd", "She stopped at that hand, turning Tara loose to run with the other horses.", "They gave me a lovely nametag and lanyard and then turned me loose in the gaming room.", "Coach Lefty Driesell turns 'em loose and lets'em go, and they know what to do.", "He's great at delegating, giving you an assignment, and then turning you loose on it and not trying to micromanage you or second-guess you.", "When you give an order, you're actually turning someone loose.", "So I start by turning him loose in a pen he's never seen before.", "Rogers still isn't at full strength, and the team wants to make sure the problem is cleared up before turning him loose in practice.", "Still it wasn't a disaster yet, but it would mean turning Theophilus loose on acquiring the oil.", "Coach Jon Gruden says Woodson will be turned loose more often as a blitzer and used as a slot receiver.", "He will be turned loose to rush the quarterback more often against the Raiders.", "Without a family or home or stable identity, she is turned loose in her community.", "Richie said he was pulling so hard to the pole that he was afraid he'd run off if he turned him loose.", "He must have been a powerful presence in a variety of ways when you cranked him up and turned him loose in church.", "If the team takes Suggs, it will have to turn him loose to chase the quarterback to take full advantage of his skills.", "When it got to this point in the game, this was the only time John could go out and turn everything loose.", "He's the sort that writes your piece for you, whether you ask him questions and write down the answers or turn him loose on a laptop.", "After our many chores are done, Miss Windygale often turns us loose for a merry romp through the fields.", "By the time you are level, it seems that a model yacht has been turned loose on Sydney Harbour.", "They also knew that there was no way that they would get their army if they were to just turn us loose and tell us to have children.", "Well, if you make a tea out of the leaves, root, flowers, or seed of that plant, it will turn you every which way but loose.", "I've just turned forty", "the chestnut leaves were turning", "Leaves are turning and are providing us with a beautiful last blast of colour before they fall and disintegrate into a sodden mush of brown.", "No frost yet, so the leaves are not turning en masse; instead there has been a long succession of lovely sunny days and blue skies.", "It sounds utterly inappropriate as the leaves turn, night draws in and Wales floods.", "Soon the leaves will turn and the ground will be ablaze with autumn's botanical fire.", "I find joy, not in the material things, or not in achievements, but just the fact that I got to see the sun shine or the leaves are turning.", "The leaves are turning, it is a beautiful scene.", "If I see plants with yellowing foliage I have to stop and ask myself why the leaves are turning.", "There is a precious week here in the north, when the leaves have turned and have not yet been shredded by the wind, and this is it.", "Most pruning should be done after the leaves turn, indicating that the plant is dormant.", "The weather cools down, the leaves turn, there are new shows on Broadway, sweaters and coats in the shops.", "But when the air cools and the leaves turn, you yearn for something a bit more grown-up.", "As fall comes, and the leaves turn and swirl in colorful whirlwinds, we eagerly look forward to it.", "I thought about flying then decided that it would be a good thing to go on a road trip in the Mini in the early Autumn, when the leaves are starting to turn.", "Give the tree a good top prune in early autumn, just as the leaves are starting to turn and before it gets cold.", "The leaves are beautiful and turning, but if you are stupid and young you can still go out without a jacket.", "We will even see leaves start to turn - they will have to, with nights as cool as those we've had.", "Autumn was only just around the corner but the leaves weren't turning yet and the weather still felt like summer.", "With summer now a memory, and the leaves beginning to turn, its time to prepare to put your boat away for the winter.", "At Brangayne Vineyard, the leaves on the poplars are turning and there's a sharp edge of autumn in the air.", "Go away from the city, sail the seas, and not a leaf would have turned by the time you are back.", "the smell was bad enough to turn the strongest stomach", "The latest round of political maneuvering in Indonesia is enough to turn one's stomach.", "The sight of those five smug and arrogant oil corporation CEOs was enough to turn one's stomach.", "My body shakes at every joint, my empty stomach turns and nausea rushes over me in waves.", "The movie is very bloody, featuring close-up shots of cannibalism which are likely to turn the strongest stomach.", "But my stomach turns when I think about my sister marrying that guy.", "It could be anyone, but still her stomach turns, and she's glad when the man comes and Jimmy folds the paper, tucks it away and out of sight.", "My stomach turns a little at the greasy aroma; caffeine and wholegrain is the only menu I'm interested in.", "On the one hand, appeasing awful governments turns many a stomach, including mine.", "I'm up at seven o'clock on the day of the game and my stomach's turning.", "I feel sick, my stomach lurching and turning and doing a dance I didn't request.", "I was more nervous than I'd expected and my stomach turned as we paused outside of King's Cross.", "Your stomach will turn with anticipation on the drive over to SkyDive Toronto, located north of Barrie.", "This month's Home Office revelations must turn even the stoutest stomach.", "The story which unfolded over the past few months at Nottingham Crown Court was enough to make the most sturdy of stomachs turn.", "My stomach turns at the notion, but the real gravity of the situation doesn't sink in until a few minutes later.", "My stomach has been turning at some of the coverage.", "Their stomachs turn, but he just carries on looking at the river running between his dirty feet.", "It's not a pretty sight, and my stomach turns when I look at him.", "His mouth salivates while his stomach turns for him to fill it with the warm food.", "Just the thought had his stomach turning, and that had his anger boiling."]}
{"word": "fall", "POS": "verb", "definition": "Decrease in number, amount, intensity, or quality.", "examples": ["imports fell by 12 per cent", "we're worried that standards are falling", "temperatures are going to fall to around four degrees", "If the Footsie fell by the same amount it would have gone below 3,000.", "Within the whole sample, depression scores fell by a similar amount in both groups at two and four months.", "Unemployment reached the highest levels since the 1930s. Wages fell by the greatest amount in a century.", "Sales of standard tea bags fell by 16 per cent and loose tea by nine per cent over the past two years, according to a report out this week.", "After the huge level of activity in 2000, the amount of home and overseas purchases by Irish firms fell by half last year.", "As revealed in the Daily Echo, the amount collected in the Poppy Appeal last year in Hampshire fell by £17,000.", "Nationwide's latest survey shows the average house price fell by 0.2% last month and by the same amount in August.", "The amount of advertising for the division fell by 15 per cent from January to June.", "The monthly data indicate that real GDP fell by at least that amount in the third quarter.", "The British Crime Survey shows that violent crime fell by six per cent and violence involving injury dropped by 12 per cent.", "Robbery was down by a quarter, domestic burglaries dropped by more than a third and vehicle crime fell by more than 40 per cent.", "Prices fell by four pence in some areas after a drop in the wholesale price of oil.", "After-tax profits fell by 6.2 percent, following a 4.3 percent drop in the fourth quarter.", "The average fuel consumption for all gasoline and diesel-fueled cars combined fell by 12 percent.", "Irish pension fund values fell by at least 5% in the last year, two separate surveys found yesterday.", "When it reopened the Dow Jones index fell by six per cent.", "There were prizes in each department of televisions and bicycles and absenteeism fell by 75%.", "The number of maths teachers with more than an A-level in the subject fell by an estimated 3,400 between 1996 and 2002.", "The authority welcomed news that crime in the police force area fell by an average of five per cent including a 10 per cent drop in Barnsley.", "Sales of music CDs fell by nearly 7 percent in Ireland last year.", "the barometer had fallen a further ten points", "Easton awoke early this morning to find the thermometer had fallen 30 during the night, and was but 2 above a zero.", "The Tourism Barometer's recent low point of 87.1 in November 2001 was matched only in March 1993 when the barometer fell to 87.0."]}
{"word": "cut", "POS": "verb", "definition": "Make an opening, incision, or wound in (something) with a sharp-edged tool or object.", "examples": ["he cut his toe on a sharp stone", "when fruit is cut open, it turns brown", "the pain in her voice cut him deeply", "Lou's wit could cut like a knife", "she had a cut finger", "It was when I pulled my hand away when I realized that the ring on his finger had cut my skin and it was now bleeding.", "He threw a knife and cut a man's ear and cheek with it.", "During a big home repair job - well, really just changing a light switch - I accidentally cut myself.", "Doctor Bayley tripped over some large roots and cut her head on a rock.", "It was not dying quickly enough so I went and got a sharper knife and cut its throat again.", "Indignant, Tyrone did not hesitate, and as the blades cut deep, blood began to spill.", "He cut open a bun and spread it with butter.", "Apparently he had cut them rather deeply in several places, but not enough to sever anything vital.", "My thumb still hurt from when I cut it open.", "Last week, I cut my finger quite deeply while I was cleaning one of the food slicers.", "He believes the problem started when someone armed with a Stanley knife took to cutting tyres.", "As she tried to fend him off, her hands were cut with the knife.", "The businessman recounted how he was interrogated and arrested after his sword replica - too dull to cut an apple - was mistaken for a knife.", "Betsy had already begun to cut open the wound enough to get the bullet out.", "I cut my right index finger on something or other.", "Now I know it is wrong to give water to a person who has fainted or to cut open the wound to bleed out the poison from the body of a snakebite victim.", "From a safety perspective it is a good idea to wear safety glasses or goggles and heavy-duty work gloves to prevent you from cutting your hands and fingers.", "His hand was all torn up, gashes ran across his fingers and his palm was cut deeply.", "Children watching might believe that cutting their index fingers with knives is a cool thing to do.", "She cut her index finger on the last one and her hand flew to her mouth immediately.", "I started cutting myself when I was about 14 and continued for four years", "I just started high school and I have a lot of self-confidence issues and as a result I started cutting", "My foster parents would talk about it with me and the pain was so deep inside I just had to do something to feel something else so I began to cut.", "When I could no longer stand to utter one more word in the world, I began to cut myself.", "At least she's stopped cutting, but she really needs us more than ever.", "Kelly stopped cutting when she left home to go to college.", "I stopped cutting myself because after I told my girlfriend about my ritual, she cried and told me she was very sad that I felt I needed to do that to myself.", "He also stopped cutting himself after my ex-husband moved out, prior to that, there was stress in the house that he may have picked up on.", "She stopped cutting and got help for her depression.", "People who cut tend to cut more and deeper unless they get help to deal with the stresses that drive them to hurt themselves.", "One day last year he found out that I'd been cutting, and that I wanted to kill myself.", "I pulled my arm under the sheets self-consciously, shrugging when he looked at me inquisitively. He probably thought I had been cutting.", "I talked to the counselor and she told me other ways to get rid of my anger and pain. She also had to tell my parents I was cutting.", "Whether cutting cattle or breaking horses, Adam was undoubtedly the best on the Ponderosa.", "For more than 50 years, raising, training, cutting and showing horses has been a way of life for him.", "At two, many stallions are gentle (I had one I kept until he was 5 then had him cut).", "Do not think that having your stallion cut now will instantly make him a darling and all your problems will be solved.", "Get the horse cut, if it doesn't calm down sell it."]}
{"word": "hold", "POS": "verb", "definition": "Prevent from going ahead or occurring.", "examples": ["hold your fire!", "It was certainly not the kind of news for which editors hold the front page.", "Hold your fire until I say otherwise, he ordered.", "Most experts also thought the Bank would hold its fire for fear of giving fresh impetus to house price rises or high consumer debt levels.", "The pilot was under orders to hold fire, a fellow airman testified yesterday.", "Analysts expect the company to hold fire on any further price rises.", "a strawberry margarita, but hold the tequila", "Add a slice of cheese to your sandwich, but hold the mayonnaise.", "As more Americans hold the cream and cut the carbs, Starbucks has been forced to respond.", "Would Steve McQueen have been a skinny latte man? Does Sean Penn ask them to hold the fries and the bun when he orders a burger?", "When she ate there, once or twice a month, she asked them to hold the cheese on her burger and give her a salad instead of fries.", "hold it right there, mate!", "Hold it right there. No one's going anywhere.", "Hold it! Something doesn't sound right.", "Whoa, hold it a minute, Mike said, sitting up straight in his chair.", "Hold, hold! he cried"]}
{"word": "write", "POS": "verb", "definition": "Mark (letters, words, or other symbols) on a surface, typically paper, with a pen, pencil, or similar implement.", "examples": ["he wrote his name on the paper", "he wrote very neatly in blue ink", "If you don't have pieces of paper or placards, write these words on your hands and on your faces.", "I folded a large piece of paper in half and wrote the words they told me on the left side.", "In contrast to the full page of notebook paper the words were written on, what was said was short.", "Logan, still smiling humorously at him, took out a piece of paper and pencil and wrote down everything he asked for and more.", "Longson walked up, took a pencil, and wrote down a name on the piece of paper, folded it, and handed it to Bradley.", "This is exchanged for a slip of paper on which the artist has written the words received with thanks.", "The following words were written on a strip of paper I found on the floor at work today.", "I lay there, watching discreetly, pencil firmly in hand, but not writing a single word.", "The head waitress asked Peter to write the word on a piece of paper.", "To prove it, she wrote the first word on the paper.", "I rolled my eyes and wrote another word on the paper.", "Mr. Hiniky pulled a yellow slip of paper from a drawer, then wrote a few words on it before handing it to Alex.", "The other two dutifully got out pencil and paper and wrote numbers one to ten down the side.", "The wizard wrote a symbol onto the tiny parchment and tossed it into the center of their small circle.", "She led him to a clearing where a group of shaman chanted around a fire writing strange symbols in the smoke.", "More importantly, there are words written beneath the pictures in the heading.", "Words were then written lengthwise along the baton, one letter on each revolution of the strip.", "He faithfully wrote every word on the palm of his hand.", "I have always been wondering why nobody ever wrote down what you did.", "From this time on he lectured sitting down while a student wrote on the blackboard for him.", "he couldn't read or write", "A stroke can affect your ability to read and write and even if you can talk, sometimes the words don't come out in the correct order.", "Thereafter, lacking the ability to read and write, they were unable to cope with an education that assumed the existence of these skills.", "It is clear that higher education is a sector predicated upon the ability to read and write accurately.", "Figures published last week showed alarming gaps in children's ability to read and write.", "The majority of people stake claim based on their ability to read and write; they find it difficult to speak in English.", "There are still people leaving school without the ability to read or write.", "The ability to read and write is the measure usually taken as a key indicator of a country's economic and social advancement.", "Literate peasants might find themselves on trial as much for their ability to read and write as for the uses to which they put this knowledge.", "The school has been awarded the Basic Skills Quality Mark for reading, writing, spelling and number work.", "For example, a child who found it difficult to read or write without making mistakes might have the ability to sing or dance quite well.", "These articles remind readers that literacy means the ability to both read and write as the latter is often forgotten.", "As we get older we learn to read and write and hopefully pronounce the words correctly in whatever language we are raised.", "There's no theory, so a simple ability to read and write is all you need.", "Around 5 million people in the UK can't read or write.", "Even if a parent can't read or write themselves, they should put any personal embarrassment about their own literacy problems to one side and ensure that their child learns the skills.", "he had to write a cheque for £800", "My mother has never paid a bill, written a cheque or drawn money from the bank in her life.", "If you pay on a normal credit bill and write a cheque or pay by giro, you can save up to a maximum of 13 per cent if you change to direct debit.", "I was invited to sit down and was immediately told who to write my cheque out to with a laminated sheet of details and conditions.", "I have never written a cheque for my phone bill, it is paid by direct debit, he said.", "The cheque was written, but obviously no one from the branch checked the details on the cheque.", "However, last month I wrote a cheque on this account for £5 to my credit-card company, for which funds were available.", "So I wrote another cheque that underwent scrutiny for 5 more minutes.", "But when he couldn't find anyone willing to part with their cash, he just wrote the cheques himself.", "Some leading business figures are not content with writing cheques when it comes to charity and prefer a more hands on approach.", "Apparently you can write cheques on anything, with anything.", "Imagine you could write cheques that were accepted as payment but never cashed.", "I refuse to write a cheque for so small a sum when I can avoid it.", "The moral of this story is: only write the cheques you can cash that day.", "When you write a cheque, you are drawing on your creditworthiness at a bank.", "I just wrote the cheque for the Professional Legal Studies course.", "Many people have been handing over money and writing cheques to local branches of charities across the region.", "We find lawyers, work with them to find expert witnesses, and write cheques.", "The President got his chequebook out and wrote a cheque for $100.", "The business just writes a cheque for child support, for the student loan, for all those bits and pieces, and the payroll agent deals with the paperwork.", "The defendant then says he told the husband immediately after writing the cheques.", "I wrote Prof. Weldon's Middle English exam last week", "I wrote my English exam today, so it was nice to get that out of the way.", "A student writing an exam could hide a small FM receiver and earpiece under long hair.", "Hopefully that luck is with them when they write their final exams.", "I wrote my first exam, English, on the following Monday, glad I had studied as much as I had.", "Now that students have finished writing their exams, many took time over the weekend to register to vote."]}
