{"word": "shire", "POS": "noun", "example1": "What is lacking, however, is a map of all the counties and shires across the archipelago, given the number of references to them in Smith's narrative.", "example2": "From the battlements, she can look over a bend in the River Thames, across the treetops to Eton College and out over farms, villages and shires of Berks and Bucks.", "definition1": "A county, especially in England.", "definition2": "A county, especially in England.", "label": false}
{"word": "goose", "POS": "noun", "example1": "Silly goose, he murmured fondly", "example2": "A goose is a tailor's iron; a donkey is a special board used for pressing sleeves and the shears are tailoring scissors.", "definition1": "A foolish person.", "definition2": "A tailor's smoothing iron.", "label": true}
{"word": "imagine", "POS": "verb", "example1": "after Ned died, everyone imagined that Mabel would move away", "example2": "I think everyone imagines that they are either live or far more recent.", "definition1": "Suppose or assume.", "definition2": "Suppose or assume.", "label": false}
{"word": "spike", "POS": "verb", "example1": "his hair was matted and spiked with blood", "example2": "she bought me an orange juice and spiked it with vodka", "definition1": "Form into or cover with sharp points.", "definition2": "Add alcohol or a drug to contaminate (drink or food) surreptitiously.", "label": true}
{"word": "pressing", "POS": "noun", "example1": "pure-grade olive oil is the product of the second or third pressings", "example2": "There can be oil, however, from second or even third pressings of the oil.", "definition1": "An act or instance of applying force or weight to something.", "definition2": "An act or instance of applying force or weight to something.", "label": false}
{"word": "geyserite", "POS": "noun", "example1": "The temperature of the water is not high enough to form geyserite.", "example2": "The accumulated geyserite constituted small, cone-shaped hills here and there, which are called geyser cones today.", "definition1": "A hard opaline siliceous deposit occurring around geysers and hot springs.", "definition2": "A hard opaline siliceous deposit occurring around geysers and hot springs.", "label": false}
{"word": "nucleus", "POS": "noun", "example1": "the nucleus of a British film-producing industry", "example2": "The harmless radio waves excite protons that form the nuclei of hydrogen atoms in the body.", "definition1": "The central and most important part of an object, movement, or group, forming the basis for its activity and growth.", "definition2": "The positively charged central core of an atom, consisting of protons and neutrons and containing nearly all its mass.", "label": true}
{"word": "concourse", "POS": "noun", "example1": "a station concourse", "example2": "a vast concourse of onlookers", "definition1": "A large open area inside or in front of a public building.", "definition2": "A crowd or assembly of people.", "label": true}
{"word": "hokey-pokey", "POS": "noun", "example1": "she got me a double cone of hokey-pokey", "example2": "There was something kind of psychic about him, almost supernatural, and it was no surprise when I found out he was into that hokey-pokey and read a lot about magic and mysticism.", "definition1": "Ice cream of a kind formerly sold on the street, especially by Italian street vendors.", "definition2": "Deception; trickery.", "label": true}
{"word": "ghosting", "POS": "noun", "example1": "I thought ghosting was a horrible dating habit reserved for casual flings", "example2": "a victim of ghosting herself, Dani also admitted that she will ghost guys shes been dating", "definition1": "The practice of ending a personal relationship with someone by suddenly and without explanation withdrawing from all communication.", "definition2": "The practice of ending a personal relationship with someone by suddenly and without explanation withdrawing from all communication.", "label": false}
{"word": "radius", "POS": "noun", "example1": "Thus, the area of a circle is equal to half of the product of the radius and the circumference.", "example2": "Common osteoporotic fracture sites include the vertebrae, the hip, the distal radius of the forearm, and the proximal humerus.", "definition1": "A straight line from the centre to the circumference of a circle or sphere.", "definition2": "The thicker and shorter of the two bones in the human forearm.", "label": true}
{"word": "contronym", "POS": "noun", "example1": "For my part, I try to avoid words that lead to confusion like this; that's why I proscribe the usage of contranyms.", "example2": "In the special case of contronyms, the polysemous terms contain two opposite meanings.", "definition1": "A word with two opposite meanings, e.g. sanction (which can mean both ‘a penalty for disobeying a law’ and ‘official permission or approval for an action’).", "definition2": "A word with two opposite meanings, e.g. sanction (which can mean both ‘a penalty for disobeying a law’ and ‘official permission or approval for an action’).", "label": false}
{"word": "medical orderly", "POS": "noun", "example1": "Spencer's first war duty was as a medical orderly", "example2": "It took two big, strong medical orderlies to control him.", "definition1": "An attendant in a hospital responsible for the non-medical care of patients and the maintenance of order and cleanliness.", "definition2": "An attendant in a hospital responsible for the non-medical care of patients and the maintenance of order and cleanliness.", "label": false}
{"word": "duff", "POS": "verb", "example1": "I'm going to go round to his house with a bunch of mates and duff him up", "example2": "Last time we met, I kept thumping her on the leg as a way demonstrating my affection and she duffed me up.", "definition1": "Beat someone up.", "definition2": "Beat someone up.", "label": false}
{"word": "scream", "POS": "noun", "example1": "the scream of a falling bomb", "example2": "the movie's a scream", "definition1": "A loud, piercing sound.", "definition2": "An irresistibly funny person, thing, or situation.", "label": true}
{"word": "echo chamber", "POS": "noun", "example1": "purpose-built echo chambers allow the addition of natural-sounding reverberation to the recordings", "example2": "people are living in partisan and ideological echo chambers", "definition1": "An enclosed space where sound reverberates.", "definition2": "An environment in which a person encounters only beliefs or opinions that coincide with their own, so that their existing views are reinforced and alternative ideas are not considered.", "label": true}
{"word": "Sunday lunch", "POS": "noun", "example1": "I usually cooked Sunday lunch when we got back from church", "example2": "he had been invited to a Sunday lunch at the house", "definition1": "A large meal served in the middle of the day on Sunday, traditionally featuring roast meat.", "definition2": "A large meal served in the middle of the day on Sunday, traditionally featuring roast meat.", "label": false}
{"word": "accompany", "POS": "verb", "example1": "the illness is often accompanied by nausea", "example2": "he would play his violin, and Mother used to accompany him on our organ", "definition1": "Be present or occur at the same time as (something else)", "definition2": "Play a musical accompaniment for.", "label": true}
{"word": "modern jazz", "POS": "noun", "example1": "The author does take the position, and I believe rightly so, that classic bebop represents the beginning of modern jazz - a combo jazz, rather than swing or big band jazz.", "example2": "Saxophonist Charlie Parker, who helped invent the modern jazz style of be-bop, was also one of jazz's first existential heroes - a famously self-destructive genius who died at age 34.", "definition1": "Jazz as developed in the 1940s and 1950s, especially bebop and the music that followed it.", "definition2": "Jazz as developed in the 1940s and 1950s, especially bebop and the music that followed it.", "label": false}
{"word": "demean", "POS": "verb", "example1": "I had demeaned the profession", "example2": "no man demeaned himself so honourably", "definition1": "Cause a severe loss in the dignity of and respect for (someone or something)", "definition2": "Conduct oneself in a particular way.", "label": true}
{"word": "buff", "POS": "verb", "example1": "he buffed the glass until it gleamed", "example2": "This surface is then buffed and polished with ever finer materials, like lambs wool, until the characteristic lustre is achieved.", "definition1": "Polish (something)", "definition2": "Polish (something)", "label": false}
{"word": "Valpolicella", "POS": "noun", "example1": "While most Valpolicella is simple at best, this dramatic, exuberant wine, with complex flavors of licorice, spice, mocha, dried cherries, and vanilla, is in a class by itself.", "example2": "Washed down with a bottle of Valpolicella, from a small, but varied wine menu, our bill came to £58.25.", "definition1": "Red Italian wine made in the Val Policella district.", "definition2": "Red Italian wine made in the Val Policella district.", "label": false}
{"word": "workhouse", "POS": "noun", "example1": "There were 400 there, including 46 inmates at the workhouse.", "example2": "No matter how we felt about the workhouse the inmates who had been there quite awhile, like myself, had learnt not to even mention running away.", "definition1": "A prison in which petty offenders are expected to work.", "definition2": "A prison in which petty offenders are expected to work.", "label": false}
{"word": "tea dance", "POS": "noun", "example1": "Running in conjunction with the celebrations is the 19th Day of Dance next weekend which will see 51 dance, music and song workshops, a family ceilidh on Saturday evening and a tea dance on Sunday afternoon.", "example2": "A creative writing workshop will be held in Brownes Road Library on Tuesday next May 18th and an afternoon tea dance will take place in Carrick-On Suir on Sunday 23rd May.", "definition1": "An occasion consisting of afternoon tea with dancing, originating in 19th-century society.", "definition2": "An occasion consisting of afternoon tea with dancing, originating in 19th-century society.", "label": false}
{"word": "hussar", "POS": "noun", "example1": "the Queen's Royal Irish Hussars", "example2": "Britain began transforming certain of its own light dragoon regiments into hussars in 1807.", "definition1": "A soldier in a light cavalry regiment which had adopted a dress uniform modelled on that of the Hungarian hussars (now only in titles)", "definition2": "A soldier in a light cavalry regiment which had adopted a dress uniform modelled on that of the Hungarian hussars (now only in titles)", "label": false}
{"word": "ephedrine", "POS": "noun", "example1": "He studied the tissue distribution and metabolism of caffeine, amphetamines, ephedrine, and narcotic drugs.", "example2": "A 43 year old general practitioner had had juvenile asthma requiring regular ephedrine.", "definition1": "A crystalline alkaloid drug obtained from some ephedras. It causes constriction of the blood vessels and widening of the bronchial passages, and is used to relieve asthma and hay fever.", "definition2": "A crystalline alkaloid drug obtained from some ephedras. It causes constriction of the blood vessels and widening of the bronchial passages, and is used to relieve asthma and hay fever.", "label": false}
{"word": "GIFT", "POS": "noun", "example1": "wedding gifts", "example2": "he has a gift for comedy", "definition1": "A thing given willingly to someone without payment; a present.", "definition2": "A natural ability or talent.", "label": true}
{"word": "beater", "POS": "noun", "example1": "he had regularly worked as a beater on grouse shoots on Soyland Moor", "example2": "beat two eggs in large bowl with a hand beater until fluffy", "definition1": "A person employed to raise game birds for shooting by striking at the ground cover.", "definition2": "An implement or machine used for beating.", "label": true}
{"word": "rally", "POS": "noun", "example1": "a rally driver", "example2": "the market staged a late rally", "definition1": "A long-distance race for motor vehicles over public roads or rough terrain, typically in several stages.", "definition2": "A quick or marked recovery after a decline.", "label": true}
{"word": "scope", "POS": "noun", "example1": "the scope for major change is always limited by political realities", "example2": "infrared night scopes", "definition1": "The opportunity or possibility to do or deal with something.", "definition2": "A telescope, microscope, or other device having a name ending in -scope.", "label": true}
{"word": "mirror", "POS": "noun", "example1": "he checked his appearance in the mirror", "example2": "As the steam in the bathroom began to vent, the mirror cleared and his image appeared before him.", "definition1": "A surface, typically of glass coated with a metal amalgam, which reflects a clear image.", "definition2": "A surface, typically of glass coated with a metal amalgam, which reflects a clear image.", "label": false}
{"word": "Ilocano", "POS": "noun", "example1": "The major ethnolinguistic groups that have shaped politics in the Philippines were the Tagalogs, Ilocanos, and Pampangans of Luzon, the Cebuanos of the Visayas, and the Muslim Maranaos and Tausugs of Mindanao.", "example2": "An example is Filipino, despite resistance from northern Ilocanos and southern Cebuanos; it is now more widely spoken than English, Ilocano, or Cebuano.", "definition1": "A member of a people inhabiting north-western Luzon in the Philippines.", "definition2": "The Austronesian language of the Ilocano, with over 5 million speakers. Also called Iloko.", "label": true}
{"word": "turnover", "POS": "noun", "example1": "the team were sitting on their lead and taking care to avoid turnovers", "example2": "The team has committed 10 turnovers in the two games but won somehow.", "definition1": "(in a game) a loss of possession of the ball to the opposing team.", "definition2": "(in a game) a loss of possession of the ball to the opposing team.", "label": false}
{"word": "structural formula", "POS": "noun", "example1": "Like the molecular formula, the structural formula of a substance gives the exact number of atoms of each element per molecule.", "example2": "At its most basic the structural formula is the chemical formula showing the bonds that are present.", "definition1": "A formula which shows the arrangement of atoms in the molecule of a compound.", "definition2": "A formula which shows the arrangement of atoms in the molecule of a compound.", "label": false}
{"word": "Guyanese", "POS": "noun", "example1": "ths place is celebrated in the minds of all Guyanese", "example2": "the core of the social network of the Guyanese is the family", "definition1": "A native or inhabitant of Guyana.", "definition2": "A native or inhabitant of Guyana.", "label": false}
{"word": "second officer", "POS": "noun", "example1": "It was thought the personal account of the ship's second officer would fetch up to £30,000 at the Sotheby's event yesterday.", "example2": "Their son Ben, 23, is a second officer on a North Sea dredger.", "definition1": "An assistant mate on a merchant ship.", "definition2": "An assistant mate on a merchant ship.", "label": false}
{"word": "boil", "POS": "noun", "example1": "You can use them to treat sores, bruises, cuts, boils and inflammatory skin conditions.", "example2": "Symptoms of diabetes include having to get up at night to go to the toilet, feeling thirsty, lacking energy and getting reoccurring infections such as boils and abscesses.", "definition1": "An inflamed pus-filled swelling on the skin, caused typically by the infection of a hair follicle.", "definition2": "An inflamed pus-filled swelling on the skin, caused typically by the infection of a hair follicle.", "label": false}
{"word": "headspring", "POS": "noun", "example1": "The current is very slow near the headsprings so it is easy to just drift along and watch the banks.", "example2": "My brother performed a nervous headspring, but the spotter, supposed to support his shoulder, lower back, and assist the rotation, had moved out of the way.", "definition1": "A spring that is the main source of a stream.", "definition2": "A somersault similar to a handspring, except that the performer lands on the head as well as the hands.", "label": true}
{"word": "fishing rod", "POS": "noun", "example1": "He received a new fishing rod and reel instead for his efforts.", "example2": "You can attempt a land-based rescue using whatever is at hand - your fishing rod or landing net can be ideal implements to tow someone to the side.", "definition1": "A long, tapering rod to which a fishing line is attached, typically on a reel.", "definition2": "A long, tapering rod to which a fishing line is attached, typically on a reel.", "label": false}
{"word": "half-crown", "POS": "noun", "example1": "Those savings would be made up of the sovereigns, florins, half-crowns, and the smaller silver he received over the years for his smithy work.", "example2": "Canon McHugh, presented each of us with a half-crown, the equivalent of twenty-five pence in today's currency, which at that time was indeed a princely sum.", "definition1": "A former British coin and monetary unit equal to two shillings and sixpence (12", "definition2": "A former British coin and monetary unit equal to two shillings and sixpence (12", "label": false}
{"word": "manipulability", "POS": "noun", "example1": "a drone offering far greater manipulability than conventional helicopters", "example2": "they keep us in a state of manipulability", "definition1": "The quality of being able to be handled or controlled physically.", "definition2": "The quality of being able to be influenced or controlled mentally.", "label": true}
{"word": "ray", "POS": "noun", "example1": "a ray of sunlight came through the window", "example2": "the ray that runs from the centre of the circle to the point of tangency", "definition1": "Each of the lines in which light (and heat) may seem to stream from the sun or any luminous body, or pass through a small opening.", "definition2": "Any of a set of straight lines passing through one point.", "label": true}
{"word": "hijra", "POS": "noun", "example1": "For the thousands of hijras who throng Koovakam dressed as brides for Aravan, theirs is a martyr's role.", "example2": "I'll drive relishing the solitude; and there are lots of hijras in Jaisalmer.", "definition1": "(in South Asia) a person whose birth sex is male but who identifies as female or as neither male nor female.", "definition2": "(in South Asia) a person whose birth sex is male but who identifies as female or as neither male nor female.", "label": false}
{"word": "insensibility", "POS": "noun", "example1": "he drank until he was in a state of total insensibility", "example2": "your insensibility to the extreme importance of the mission we are on", "definition1": "Unconsciousness.", "definition2": "Lack of awareness or concern; indifference.", "label": true}
{"word": "radical", "POS": "noun", "example1": "Examples of compounds or groups that accept anions include the nitrate and hydroxide radicals.", "example2": "The word can refer to a geminate verb, i.e., a triliteral verb where the second and third radicals are the same - also called mediae geminatae.", "definition1": "A group of atoms behaving as a unit in a number of compounds.", "definition2": "The root or base form of a word.", "label": true}
{"word": "scooch", "POS": "verb", "example1": "he scooched down and rubbed the dog's head", "example2": "waiters kept pressing against the table trying to scooch by", "definition1": "Crouch or squat.", "definition2": "Move in or pass through a tight or narrow space.", "label": true}
{"word": "Martinism", "POS": "noun", "example1": "We may consider that Modern Martinism dates from the creation of the Martinist Order in its present form by Papus, shortly before 1890.", "example2": "Martinism was marked by highly respected men, whose teaching is always to be situated in the particular context and time of personal history.", "definition1": "An adherent of a form of mystical pantheism developed by the French philosopher L. C. de Saint-Martin (1743–1803)", "definition2": "An adherent of a form of mystical pantheism developed by the French philosopher L. C. de Saint-Martin (1743–1803)", "label": false}
{"word": "squeeze", "POS": "verb", "example1": "Kate squeezed his hand affectionately", "example2": "Sarah squeezed in beside her", "definition1": "Firmly press (something soft or yielding), typically with one's fingers.", "definition2": "Manage to get into or through a narrow or restricted space.", "label": true}
{"word": "conceive", "POS": "verb", "example1": "she was conceived when her father was 49", "example2": "If a couple conceives several embryos in vitro, one without the disease-carrying gene can be chosen and implanted in the mother's womb.", "definition1": "Create (an embryo) by fertilizing an egg.", "definition2": "Create (an embryo) by fertilizing an egg.", "label": false}
{"word": "bowl", "POS": "verb", "example1": "Lillee bowled another bouncer", "example2": "they bowled along the country roads", "definition1": "(of a bowler) propel (the ball) with a straight arm towards the batsman, typically in such a way that the ball bounces once.", "definition2": "Move rapidly and smoothly in a specified direction.", "label": true}
{"word": "grey wolf", "POS": "noun", "example1": "The red wolf is larger than a coyote and smaller than a gray wolf.", "example2": "Lister is an admirer of America's Yellowstone Park, which reintroduced the grey wolf in 1995 - despite opposition from an influential farming lobby.", "definition1": "A wolf of a large variety found mainly in northern North America, with grey brindled fur.", "definition2": "A wolf of a large variety found mainly in northern North America, with grey brindled fur.", "label": false}
{"word": "superlative", "POS": "noun", "example1": "the critics ran out of superlatives to describe him", "example2": "chilli has become the superlative among spices", "definition1": "An exaggerated or hyperbolical expression of praise.", "definition2": "Something or someone embodying excellence.", "label": true}
{"word": "radial engine", "POS": "noun", "example1": "In another cost-cutting move, many M4s were equipped with a radial engine originally designed for aircraft.", "example2": "One important concession has been made with a more modern radial engine replacing the original rotary engine.", "definition1": "A type of internal combustion engine used chiefly in aircraft, having its cylinders fixed radially around a rotating crankshaft.", "definition2": "A type of internal combustion engine used chiefly in aircraft, having its cylinders fixed radially around a rotating crankshaft.", "label": false}
{"word": "steer", "POS": "noun", "example1": "the need for the NHS to be given a clear steer as to its future direction", "example2": "Beef cattle sold included steers, heifers not kept for replacements, and market bulls and cows.", "definition1": "A piece of advice or information concerning the development of a situation.", "definition2": "A male domestic bovine animal that has been castrated and is raised for beef.", "label": true}
{"word": "iodism", "POS": "noun", "example1": "When the prolonged administration of iodine or iodides becomes necessary, certain precautions must be observed to prevent the development of iodism.", "example2": "If signs or symptoms of iodism develop during dextrothyroxine therapy, the drug should be discontinued.", "definition1": "Iodine poisoning, causing thirst, diarrhoea, weakness, and convulsions.", "definition2": "Iodine poisoning, causing thirst, diarrhoea, weakness, and convulsions.", "label": false}
{"word": "multiculti", "POS": "noun", "example1": "Dedicated to full female dignity and equality, it generally eschews both the biological determinism of the gender feminist and the cultural relativism of the multiculti postcolonialist.", "example2": "Guiding the whole enterprise of citizenship education at Jefferson grammar school in the late 1950s and early 1960s was a belief that the multiculti present would dismiss as hopelessly naive and backward.", "definition1": "An advocate of cultural diversity.", "definition2": "An advocate of cultural diversity.", "label": false}
{"word": "summiteer", "POS": "noun", "example1": "by tradition, summiteers do not embarrass each other before an election", "example2": "until last year the 70-odd summiteers were matched by the 70 people who had died on its flanks", "definition1": "A participant in a meeting between heads of government.", "definition2": "A climber who has reached the summit of a mountain.", "label": true}
{"word": "armour", "POS": "noun", "example1": "knights in armour", "example2": "Use of these copper-free alloys has increased in recent years and now includes automotive applications, structural members and armor plate for military vehicles, and components of other transportation equipment.", "definition1": "The metal coverings formerly worn to protect the body in battle.", "definition2": "The tough metal layer covering a military vehicle or ship to defend it from attack.", "label": true}
{"word": "pucker", "POS": "verb", "example1": "the child's face puckered, ready to cry", "example2": "the baby stirred, puckering up its face", "definition1": "(especially with reference to a person's face) tightly gather or contract into wrinkles or small folds.", "definition2": "(especially with reference to a person's face) tightly gather or contract into wrinkles or small folds.", "label": false}
{"word": "revise", "POS": "verb", "example1": "the book was published in 1960 and revised in 1968", "example2": "students frantically revising for exams", "definition1": "Examine and make corrections or alterations to (written or printed matter)", "definition2": "Reread work done previously to improve one's knowledge of a subject, typically to prepare for an examination.", "label": true}
{"word": "snap", "POS": "verb", "example1": "a dog was snapping at his heels", "example2": "she claims she snapped after years of violence", "definition1": "(of an animal) make a sudden audible bite.", "definition2": "Suddenly lose one's self-control.", "label": true}
{"word": "fibre", "POS": "noun", "example1": "the basket comes lined with natural coco fibres", "example2": "Previous studies have indicated that soybean protein and dietary fiber reduces cholesterol and improves insulin resistance.", "definition1": "A thread or filament from which a vegetable tissue, mineral substance, or textile is formed.", "definition2": "Dietary material containing substances such as cellulose, lignin, and pectin, that are resistant to the action of digestive enzymes.", "label": true}
{"word": "log", "POS": "noun", "example1": "she tripped over a fallen log", "example2": "a ship's log", "definition1": "A part of the trunk or a large branch of a tree that has fallen or been cut off.", "definition2": "An official record of events during the voyage of a ship or aircraft.", "label": true}
{"word": "magic pudding", "POS": "noun", "example1": "policy makers continue to see the environment as a magic pudding", "example2": "Government was not a burden that you had to pay for; it was a magic pudding; you could cut slice after slice and there was always more.", "definition1": "An endlessly renewable resource.", "definition2": "An endlessly renewable resource.", "label": false}
{"word": "rediscover", "POS": "verb", "example1": "he was trying to rediscover his Gaelic roots", "example2": "These Russian painters were discovering and rediscovering the look of their country.", "definition1": "Discover (something forgotten or ignored) again.", "definition2": "Discover (something forgotten or ignored) again.", "label": false}
{"word": "gully-raking", "POS": "noun", "example1": "gold-mining on this field is now confined to gully-raking", "example2": "The principal work has been mere gully-raking or surfacing in the bed of the creek.", "definition1": "The practice of searching for surface gold.", "definition2": "The practice of searching for surface gold.", "label": false}
{"word": "ghetto", "POS": "noun", "example1": "As well as this lack of opportunity, there seems to be so much violence in the ghettos, in the slums, the project areas, where most of the immigrants have to live.", "example2": "I was going to leave my glamorous life behind in this rich and prep place, back to the slums and ghettos of the slowly decaying city in the east.", "definition1": "A poor urban area occupied primarily by a minority group or groups.", "definition2": "A poor urban area occupied primarily by a minority group or groups.", "label": false}
{"word": "court", "POS": "noun", "example1": "the emperor is shown with his court", "example2": "The decision on the succession rests with the nomination committee of the court of directors.", "definition1": "The courtiers, retinue, and household of a sovereign.", "definition2": "The qualified members of a company or a corporation.", "label": true}
{"word": "haze", "POS": "verb", "example1": "a clump of islands, very green, but hazed in cloud and mist", "example2": "rookies were mercilessly hazed", "definition1": "Obscure with a haze.", "definition2": "Force (a new or potential recruit to the military or a university fraternity) to perform strenuous, humiliating, or dangerous tasks.", "label": true}
{"word": "brimstone", "POS": "noun", "example1": "And still the wall of steam and brimstone advanced…", "example2": "Reminding me of an animated daffodil, a male brimstone butterfly flits through the sun-dappled shade.", "definition1": "Sulphur.", "definition2": "A bright yellow butterfly or moth.", "label": true}
{"word": "poop", "POS": "noun", "example1": "here's the latest poop from Hollywood", "example2": "he was making fun of an old poop", "definition1": "Up-to-date or inside information.", "definition2": "A stupid or ineffectual person.", "label": true}
{"word": "overtake", "POS": "verb", "example1": "her car overtook a line of vehicles", "example2": "disaster overtook the town in 1296", "definition1": "Catch up with and pass while travelling in the same direction.", "definition2": "(especially of misfortune) come suddenly or unexpectedly upon.", "label": true}
{"word": "whydah", "POS": "noun", "example1": "In particular, female indigobirds might prefer males with long tails like those of male paradise whydahs, perhaps because they retain an ancestral sensory bias.", "example2": "Her daughter, genetically an indigobird, imprinted on her Melba Finch foster parents and then mated with a male paradise whydah mimicking Melba Finch song.", "definition1": "An African weaver bird, the male of which has a black back and a very long black tail used in display flight.", "definition2": "An African weaver bird, the male of which has a black back and a very long black tail used in display flight.", "label": false}
{"word": "hyperlipidaemia", "POS": "noun", "example1": "The six programmes that used financial incentives for patients were for asthma, depression, hyperlipidaemia, and hypertension.", "example2": "The prevalence ratios for diabetes, hypertension, hyperlipidaemia, and smoking changed less or did not change significantly.", "definition1": "An abnormally high concentration of fats or lipids in the blood.", "definition2": "An abnormally high concentration of fats or lipids in the blood.", "label": false}
{"word": "poly", "POS": "noun", "example1": "Poly is not some magical world exempt of relationship problems.", "example2": "I found myself involved in poly and now I just feel confused.", "definition1": "Polyamory.", "definition2": "Polyamory.", "label": false}
{"word": "skip", "POS": "verb", "example1": "I wanted to skip my English lesson to visit my mother", "example2": "they skipped stones across the creek", "definition1": "Fail to attend or deal with as appropriate; miss.", "definition2": "Throw (a stone) so that it ricochets off the surface of water.", "label": true}
{"word": "Swarajist", "POS": "noun", "example1": "While in the council, he tried his level best to make a success of the obstructionist Swarajist program.", "example2": "But there was left no other option before the British government because the Swarajist party had fully exposed them.", "definition1": "Self-government or independence for India.", "definition2": "Self-government or independence for India.", "label": false}
{"word": "headland", "POS": "noun", "example1": "The Fal estuary is long and wide, and Falmouth grew along its western side in a straggling way, curving round into docks at the southern end where a headland projects to narrow the mouth.", "example2": "These represent the headlands separating bundles of strips within the open fields, where animals turned while ploughing.", "definition1": "A narrow piece of land that projects from a coastline into the sea.", "definition2": "A strip of land left unploughed at the end of a field.", "label": true}
{"word": "tally", "POS": "noun", "example1": "that takes his tally to 10 goals in 10 games", "example2": "When the deal was finalised, half of the tally stick went to the purchaser, and you kept the other half as a permanent record.", "definition1": "A current score or amount.", "definition2": "A piece of wood scored across with notches for the items of an account and then split into halves, each party keeping one.", "label": true}
{"word": "self-affirmation", "POS": "noun", "example1": "Identifying the problem is usually achieved through careful self-examination, often combining meditation and self-affirmation.", "example2": "Through the discovery of an inner capacity to survive and grow in the new environment, one may find a greater independence and confidence and thus gain a more fulfilling self-affirmation and realization.", "definition1": "The recognition and assertion of the existence and value of one's individual self.", "definition2": "The recognition and assertion of the existence and value of one's individual self.", "label": false}
{"word": "ground pine", "POS": "noun", "example1": "Following fencing, scrub clearance and introduction of sheep grazing a good chalk grassland flora is starting to re-establish including the rare ground pine which relies on sheep grazing to survive.", "example2": "The delicately branched woodland horsetail and two ground pines (fan club moss and running club moss) also grow here.", "definition1": "A small yellow-flowered Eurasian plant of the mint family, which resembles a pine seedling in appearance and smell.", "definition2": "A North American clubmoss with small shiny leaves, resembling a miniature conifer and growing typically in coniferous woodland.", "label": true}
{"word": "combustion", "POS": "noun", "example1": "the combustion of fossil fuels", "example2": "a large combustion plant", "definition1": "The process of burning something.", "definition2": "The process of burning something.", "label": false}
{"word": "obtain", "POS": "verb", "example1": "adequate insurance cover is difficult to obtain", "example2": "the price of silver fell to that obtaining elsewhere in the ancient world", "definition1": "Get, acquire, or secure (something)", "definition2": "Be prevalent, customary, or established.", "label": true}
{"word": "continuous creation", "POS": "noun", "example1": "The continuous creation of matter proposed in the steady state theory of the Universe was a radical idea.", "example2": "This required the continuous creation of matter to produce new galaxies as the universe expanded, ensuring that the Universe could be expanding, but still unchanging in time.", "definition1": "The creation of matter as a continuing process throughout time, especially as postulated in steady state theories of the universe.", "definition2": "The creation of matter as a continuing process throughout time, especially as postulated in steady state theories of the universe.", "label": false}
{"word": "drip", "POS": "noun", "example1": "I hope that drip isn't still pursuing you", "example2": "Ms Tooth said in her statement that the remedial work carried out was the same as that for the residences, the installation of extension drips to the copings.", "definition1": "A weak and ineffectual person.", "definition2": "A projection on a moulding, channelled to prevent rain from running down the wall below.", "label": true}
{"word": "frilled lizard", "POS": "noun", "example1": "Frilled lizards, owls, cockatoos, and parrots lived in cages around him.", "example2": "The frilled lizard lives in the subhumid to semi-arid grassy woodlands.", "definition1": "A large north Australian lizard with a membrane round the neck which can be erected to form a ruff for defensive display. When disturbed it runs away on its hind legs.", "definition2": "A large north Australian lizard with a membrane round the neck which can be erected to form a ruff for defensive display. When disturbed it runs away on its hind legs.", "label": false}
{"word": "specific gravity", "POS": "noun", "example1": "The common glycols are colorless liquids with specific gravities greater than that of water.", "example2": "Invest in a hydrometer, which measures the specific gravity of liquids, available at winemaking supply shops.", "definition1": "The ratio of the density of a substance to the density of a standard, usually water for a liquid or solid, and air for a gas.", "definition2": "The ratio of the density of a substance to the density of a standard, usually water for a liquid or solid, and air for a gas.", "label": false}
{"word": "chaos", "POS": "noun", "example1": "snow caused chaos in the region", "example2": "You find yourself at the brink of an important change that brings emotional chaos and confusion today.", "definition1": "Complete disorder and confusion.", "definition2": "Complete disorder and confusion.", "label": false}
{"word": "kirtan", "POS": "noun", "example1": "The four-day opening ceremony was packed with havans, aratis, kirtans, bhajans, as well as spiritual and philosophical discourses.", "example2": "Of course, one has to admit that she did get better by the time she sang the main piece in Raga Kalyani and the short kirtans and bhajans that followed.", "definition1": "A devotional song, typically about the life of Krishna, in which a group repeats lines sung by a leader.", "definition2": "A devotional song, typically about the life of Krishna, in which a group repeats lines sung by a leader.", "label": false}
{"word": "stringer", "POS": "noun", "example1": "papers relied increasingly on locally based stringers and news agencies", "example2": "six of the team's 24 first-stringers are Canadian", "definition1": "A newspaper correspondent who is retained on a part-time basis to report on events in a particular place.", "definition2": "A reserve sports player holding a specified position in an order of preference.", "label": true}
{"word": "yellow card", "POS": "verb", "example1": "Symes got caught up in a brief spat with right back Adrian Harper which saw both players yellow-carded.", "example2": "English referee Roy Maybank warned Hayes and Parker, then yellow-carded Kelly.", "definition1": "(of the referee) caution (a player) by showing a yellow card.", "definition2": "(of the referee) caution (a player) by showing a yellow card.", "label": false}
{"word": "splatter", "POS": "verb", "example1": "a passing cart rolled by, splattering him with mud", "example2": "the story is splattered over pages two and three", "definition1": "Splash with a liquid, typically a thick or viscous one.", "definition2": "Prominently or sensationally publish (a story) in a newspaper.", "label": true}
{"word": "shopkeeper", "POS": "noun", "example1": "When we walk into a shop we get sneered at by the shopkeeper and we are not left to walk about the shop freely.", "example2": "He picked up an item from the shop and agreed to pay its price to the shopkeeper.", "definition1": "The owner and manager of a shop.", "definition2": "The owner and manager of a shop.", "label": false}
{"word": "butty", "POS": "noun", "example1": "Originally coal was mined on a 'butty' system where a butty was a middleman between a gang of half a dozen workers and the proprietors, the miners being paid a fixed rate per ton.", "example2": "On the right is the butty boat with its large wooden rudder and canine crew, on the left is the motor.", "definition1": "A middleman negotiating between miners and the mine owner.", "definition2": "An unpowered freight barge intended to be towed.", "label": true}
{"word": "hot rodder", "POS": "noun", "example1": "the hot rodder of today is tomorrow's jet pilot", "example2": "she handles her car like a hot rodder", "definition1": "A person who drives a motor vehicle that has been specially modified to give it extra power or speed.", "definition2": "A person who drives a motor vehicle that has been specially modified to give it extra power or speed.", "label": false}
{"word": "office", "POS": "noun", "example1": "an office job", "example2": "the office of chief constable", "definition1": "A room, set of rooms, or building used as a place for commercial, professional, or bureaucratic work.", "definition2": "A position of authority or service, typically one of a public nature.", "label": true}
{"word": "antiquity", "POS": "noun", "example1": "the great civilizations of antiquity", "example2": "a church of great antiquity", "definition1": "The ancient past, especially the period of classical and other human civilizations before the Middle Ages.", "definition2": "Great age.", "label": true}
{"word": "mustard", "POS": "noun", "example1": "So far they have planted lettuce, cabbage, mustard, beetroot and pawpaw trees.", "example2": "a mustard sweater", "definition1": "The yellow-flowered Eurasian plant of the cabbage family whose seeds are used to make mustard.", "definition2": "A brownish yellow colour.", "label": true}
{"word": "redeem", "POS": "verb", "example1": "the party prepared to redeem the pledges of the past three years", "example2": "Given the passions of the last four years, the time is long past for Bush to fully redeem his 2000 campaign pledge to be a uniter not a divider.", "definition1": "Fulfil or carry out (a pledge or promise)", "definition2": "Fulfil or carry out (a pledge or promise)", "label": false}
{"word": "trey", "POS": "noun", "example1": "The minimum bid is two; the maximum is the total number of points available - either ten or seven, depending on whether you count the trey of trumps.", "example2": "The NBAers had the chance to win with the final shot but a trey by Antoine Walker came up short.", "definition1": "A playing card or dice with three spots.", "definition2": "(in basketball) a shot scoring three points.", "label": true}
{"word": "whiplash", "POS": "verb", "example1": "the force of impact had whiplashed the man's head", "example2": "he rammed the yacht, sending its necklace of lights whiplashing from the bridge", "definition1": "Jerk or jolt (someone or something) suddenly, typically so as to cause injury.", "definition2": "Move suddenly and forcefully, like a whip being cracked.", "label": true}
{"word": "Mixtec", "POS": "noun", "example1": "The sculptures depict the sacred symbolism used in the costumes of the Zapotecs and Mixtecs, two of the main pre-Hispanic societies of Mexico's southern state of Oaxaca.", "example2": "All of these elements are rallied into a cohesive whole, whether she is singing in English, Spanish or any one of four native Indian languages, including the Mixtec of her own background.", "definition1": "A member of an indigenous people of southern Mexico, noted for their skill in pottery and metallurgy.", "definition2": "The Otomanguean language of the Mixtec, spoken by about 250,000 people in several dialects.", "label": true}
{"word": "enfant terrible", "POS": "noun", "example1": "the enfant terrible of contemporary art", "example2": "Though he was just beginning his teaching career, Barth was, at the time, already something of a controversial celebrity, an enfant terrible among European theologians.", "definition1": "A person who behaves in an unconventional or controversial way.", "definition2": "A person who behaves in an unconventional or controversial way.", "label": false}
{"word": "swish", "POS": "verb", "example1": "a car swished by", "example2": "After Arizona hit a three-pointer of its own, I again swished a shot from behind the arc and we trailed by only two with thirty seconds left to go.", "definition1": "Move with a hissing or rushing sound.", "definition2": "Sink (a shot) without the ball touching the backboard or rim.", "label": true}
{"word": "press", "POS": "noun", "example1": "Start your shoulder workout with heavy presses of some sort and bump front dumbbell raises to number three or four in your exercise order.", "example2": "Maybe you are, in fact, one of the few and proud that does train calves, diligently pounding out set after grueling set of calf raises and donkey presses.", "definition1": "An act of raising a weight to shoulder height and then gradually pushing it upwards above the head.", "definition2": "An act of raising a weight to shoulder height and then gradually pushing it upwards above the head.", "label": false}
{"word": "wirer", "POS": "noun", "example1": "An Opportunity has arisen in the Coventry area for a skilled wirer that involves working with injection mould machines.", "example2": "After one or two years of satisfactory performance, frame wirers may be selected to train for a more skilled job such as that of test desk technician or central office repairer.", "definition1": "Metal drawn out into the form of a thin flexible thread or rod.", "definition2": "Metal drawn out into the form of a thin flexible thread or rod.", "label": false}
{"word": "labyrinth", "POS": "noun", "example1": "you lose yourself in a labyrinth of little streets", "example2": "These fusions divide the bony labyrinth into two chambers called scala vestibuli and scala tympani.", "definition1": "A complicated irregular network of passages or paths in which it is difficult to find one's way; a maze.", "definition2": "A complex structure in the inner ear which contains the organs of hearing and balance. It consists of bony cavities (the bony labyrinth) filled with fluid and lined with sensitive membranes (the membranous labyrinth).", "label": true}
{"word": "wanton", "POS": "verb", "example1": "they sat gazing at the white-flecked pure blue sea and the various gulls that wantoned in the wake", "example2": "women who have wantoned with suitors", "definition1": "Play; frolic.", "definition2": "Behave in a sexually unrestrained way.", "label": true}
{"word": "indictment", "POS": "noun", "example1": "an indictment for conspiracy", "example2": "these rapidly escalating crime figures are an indictment of our society", "definition1": "A formal charge or accusation of a serious crime.", "definition2": "A thing that serves to illustrate that a system or situation is bad and deserves to be condemned.", "label": true}
{"word": "tierce", "POS": "noun", "example1": "You might sink an additional trio or tierce if the three points gained would cause you to fail to win the cards.", "example2": "He reduced the number of useful guards to four and named them, prima, seconda, terza and quarta corresponding somewhat to our modern prime, second, tierce and quarte.", "definition1": "(in piquet) a sequence of three cards of the same suit.", "definition2": "The third of eight parrying positions.", "label": true}
{"word": "write", "POS": "verb", "example1": "files can be read and written directly into the file system", "example2": "The doctors found that no established insurer would write them a policy - at any price.", "definition1": "Enter (data) into an electronic or magnetic storage device, or into a particular location in a computer’s file system.", "definition2": "Underwrite (an insurance policy).", "label": true}
{"word": "social disease", "POS": "noun", "example1": "a town where the two main social diseases are interbreeding and illiteracy", "example2": "Sadly, actual sex may not produce the same effect because it exposes you to social diseases that may increase the risk of a problematic prostate.", "definition1": "A social phenomenon viewed as an evil or inconvenience.", "definition2": "A sexually transmitted disease.", "label": true}
{"word": "apply", "POS": "verb", "example1": "prices do not apply to public holiday periods", "example2": "normal rules apply", "definition1": "Be applicable or relevant.", "definition2": "Be applicable or relevant.", "label": false}
{"word": "whip", "POS": "noun", "example1": "The fritters and walnut whip are now ready to be enjoyed.", "example2": "The whips must not allow the hounds to go onto land where hunting is not permitted.", "definition1": "A dessert consisting of cream or eggs beaten into a light fluffy mass with fruit, chocolate, or other ingredients.", "definition2": "A huntsman's assistant who brings straying hounds back into the pack.", "label": true}
{"word": "hypostasis", "POS": "noun", "example1": "And indeed by referring to those situations, Levinas wants to detect the specific features of an hypostasis opposed to all ek-stasis.", "example2": "The essence of the Trinity is the self-revelation of the Father through the revealing hypostases of Word and Spirit.", "definition1": "An underlying reality or substance, as opposed to attributes or to that which lacks substance.", "definition2": "(in Trinitarian doctrine) each of the three persons of the Trinity, as contrasted with the unity of the Godhead.", "label": true}
{"word": "tally-ho", "POS": "noun", "example1": "with a final tally-ho, they began wading forward", "example2": "They also took over similar services at all of the mountain hotels, the last, Glacier House in 1915 by which time they had 80 tally-hos, coaches, carriages and wagons and 146 head of driving horses.", "definition1": "A cry of ‘tally-ho’", "definition2": "A fast horse-drawn coach.", "label": true}
{"word": "sinus", "POS": "noun", "example1": "Your sinuses are hollow spaces within the bones of your face, behind and above your nose.", "example2": "sinus rhythm", "definition1": "A cavity within a bone or other tissue, especially one in the bones of the face or skull connecting with the nasal cavities.", "definition2": "Relating to or denoting the sino-atrial node of the heart or its function of regulating the heartbeat.", "label": true}
{"word": "solitary", "POS": "noun", "example1": "he had something of the solitary about him", "example2": "Does he get punished, does he ever get in the solitary?", "definition1": "A recluse or hermit.", "definition2": "The isolation of a prisoner in a separate cell as a punishment.", "label": true}
{"word": "foramen magnum", "POS": "noun", "example1": "The cysts may localize anywhere within the CNS, but are often found at the base of the brain around the foramen magnum or surrounding the spinal cord.", "example2": "Located at the base of the skull, the medulla oblongata is continuous with the spinal cord at the foramen magnum.", "definition1": "The hole in the base of the skull through which the spinal cord passes.", "definition2": "The hole in the base of the skull through which the spinal cord passes.", "label": false}
{"word": "wheel clamp", "POS": "verb", "example1": "A nurse whose car was wheel-clamped on hospital grounds as she dealt with an emergency has threatened her bosses with legal action.", "example2": "They will wheel-clamp your car if you don't move.", "definition1": "Immobilize (an illegally parked car) with a wheel clamp.", "definition2": "Immobilize (an illegally parked car) with a wheel clamp.", "label": false}
{"word": "Sterno", "POS": "noun", "example1": "Fondue pots are made to sit over a little can of fuel called Sterno.", "example2": "Of course my hopes that this was the end to the whole business were dashed when E. stashed me in a plywood hunting blind with a can of Sterno and some matches and said he'd be back when he heard me shoot.", "definition1": "Flammable hydrocarbon jelly supplied in cans for use as fuel for cooking stoves.", "definition2": "Flammable hydrocarbon jelly supplied in cans for use as fuel for cooking stoves.", "label": false}
{"word": "backsight", "POS": "noun", "example1": "Taking backsights is a way of detecting errors and blunders in reading instruments.", "example2": "The first reading of almost any survey job should be a backsight onto a fixed point of reference, usually a benchmark of some sort.", "definition1": "A sight or reading taken backwards or towards the point of starting.", "definition2": "A sight or reading taken backwards or towards the point of starting.", "label": false}
{"word": "officialize", "POS": "verb", "example1": "he officialized his resignation by handing over a letter to the club", "example2": "the pair officialized their union in Los Angeles", "definition1": "Make (something) official.", "definition2": "Make (something) official.", "label": false}
{"word": "buckle", "POS": "noun", "example1": "most rucksacks have quick release buckles", "example2": "finish off the meal with a blueberry buckle for dessert", "definition1": "A flat, typically rectangular frame with a hinged pin, used for joining the ends of a belt or strap.", "definition2": "A cake made with fruit (typically blueberries) and having a streusel topping.", "label": true}
{"word": "subtitle", "POS": "noun", "example1": "films in foreign languages with English subtitles", "example2": "the book had now acquired its final title with a qualifying subtitle", "definition1": "Captions displayed at the bottom of a cinema or television screen that translate or transcribe the dialogue or narrative.", "definition2": "A subordinate title of a published work or article giving additional information about its content.", "label": true}
{"word": "volunteer", "POS": "verb", "example1": "140 employees volunteered for redundancy", "example2": "volunteering is an easy way to get involved in practical conservation", "definition1": "Freely offer to do something.", "definition2": "Work for an organization without being paid.", "label": true}
{"word": "hundredweight", "POS": "noun", "example1": "It weighs about a hundredweight and it took two of us to get it back into place after it had been repaired.", "example2": "The castings produced by them can vary in weight from ounces up to several hundredweights.", "definition1": "A unit of weight equal to 112 lb avoirdupois (about 50.8 kg).", "definition2": "A unit of weight equal to 100 lb (about 45.4 kg).", "label": true}
{"word": "spray-dry", "POS": "verb", "example1": "the essential feature in spray-drying eggs is the avoidance of scorching", "example2": "Its cultured dairy powders are gently spray-dried to maintain culture activity.", "definition1": "Dry (a foodstuff or a ceramic material) by spraying particles of it into a current of hot air, the water in the particles being rapidly evaporated.", "definition2": "Dry (a foodstuff or a ceramic material) by spraying particles of it into a current of hot air, the water in the particles being rapidly evaporated.", "label": false}
{"word": "cervical screening", "POS": "noun", "example1": "The nurse consultant for colposcopy and cervical screening at Rotherham Hospital, Sheila Ibbotson, praised the family for their charity work.", "example2": "The British medical Journal carried an article saying that perhaps we should solve all the problems in cervical screening by using HPV testing.", "definition1": "The examination of cellular material from the neck of the womb for cancer.", "definition2": "The examination of cellular material from the neck of the womb for cancer.", "label": false}
{"word": "Scotch", "POS": "noun", "example1": "a bottle of Scotch", "example2": "He died in the Orkney Islands while returning from an expedition against the Scotch.", "definition1": "Whisky distilled in Scotland, especially from malted barley.", "definition2": "The people of Scotland.", "label": true}
{"word": "gravy", "POS": "noun", "example1": "All sauces and gravies should contain either marmite or ketchup.", "example2": "The money is gravy that can be used to enhance policy in other ways.", "definition1": "A sauce made by mixing the fat and juices exuded by meat during cooking with stock and other ingredients.", "definition2": "Unearned or unexpected money.", "label": true}
{"word": "metoprolol", "POS": "noun", "example1": "Beta blockers such as metoprolol or propranolol, for example, may cause nightmares.", "example2": "Beta-blockers (nadolol, atenolol, metoprolol, propranolol, and others) reduce cardiac output (negative inotropic and chronotropic effects) but increase peripheral resistance.", "definition1": "A beta-blocking drug related to propranolol, used to treat hypertension and angina.", "definition2": "A beta-blocking drug related to propranolol, used to treat hypertension and angina.", "label": false}
{"word": "cohort", "POS": "noun", "example1": "young Jack arrived with three of his cohorts", "example2": "He replaced the existing praetorian guard with sixteen cohorts recruited from his German legions.", "definition1": "A supporter or companion.", "definition2": "An ancient Roman military unit, comprising six centuries, equal to one tenth of a legion.", "label": true}
{"word": "parking light", "POS": "noun", "example1": "Never drive the vehicle at night with only the parking light on.", "example2": "Paul stepped into the silhouette of a parking light.", "definition1": "A small light on the side of a vehicle, for use when parking the vehicle at night.", "definition2": "A small light on the side of a vehicle, for use when parking the vehicle at night.", "label": false}
{"word": "bond", "POS": "noun", "example1": "there was a bond of understanding between them", "example2": "there was no effective bond between the concrete and the steel", "definition1": "A relationship between people or groups based on shared feelings, interests, or experiences.", "definition2": "A connection between two surfaces or objects that have been joined together, especially by means of an adhesive substance, heat, or pressure.", "label": true}
{"word": "flaky pastry", "POS": "noun", "example1": "I had to try one from several bakeries, since it's once of my favorite desserts: layers of flaky pastry baked with plenty of salted butter and sugar, until it's all dark, crisp, and caramelized.", "example2": "Modern Banbury cakes are small and oval, made of light flaky pastry with a crisp top achieved by a powdering of sugar before baking.", "definition1": "Pastry consisting of thin light layers when baked.", "definition2": "Pastry consisting of thin light layers when baked.", "label": false}
{"word": "overflow", "POS": "noun", "example1": "This may result in unexpected application behavior, accessing a defunct application, incomplete database records or buffer overflow.", "example2": "A properly exploited buffer overflow could allow a hacker to gain root, or superuser, access to a Sendmail server.", "definition1": "The generation of a number or other data item which is too large for the assigned location or memory space.", "definition2": "The generation of a number or other data item which is too large for the assigned location or memory space.", "label": false}
{"word": "territory", "POS": "noun", "example1": "I'd only been home for five months, having been living in the hills of the Northern Territories in Canada before this trip.", "example2": "The national figures compare Years Three and Five reading and numeracy levels across Australian States and Territories.", "definition1": "(especially in the US, Canada, or Australia) an organized division of a country that is not yet admitted to the full rights of a state.", "definition2": "(especially in the US, Canada, or Australia) an organized division of a country that is not yet admitted to the full rights of a state.", "label": false}
{"word": "flower head", "POS": "noun", "example1": "Seeds were collected from these two rows of the flower head only and at defined days after anthesis.", "example2": "The pipewort family, whose plants put forth a single flower head on one stem, is well represented by three kinds of pipeworts, at least two kinds of bog-buttons, and one species of hatpins.", "definition1": "A compact mass of flowers at the top of a stem, especially a capitulum.", "definition2": "A compact mass of flowers at the top of a stem, especially a capitulum.", "label": false}
{"word": "stud", "POS": "noun", "example1": "a stud farm", "example2": "a rugged, hairy-chested stud", "definition1": "An establishment where horses or other domesticated animals are kept for breeding.", "definition2": "A young man thought to be very active sexually or regarded as a good sexual partner.", "label": true}
{"word": "cornu", "POS": "noun", "example1": "Further, they state that the inferior cornu of the thyroid cartilage is the best guide to the site of entry of the nerve into the larynx.", "example2": "The tumor formed a large fungating mass over the right posterior wall of the uterus, extending from the level of the right cornu to the endocervix, and laterally to the right broad ligament.", "definition1": "A horn-shaped projection of the thyroid cartilage or of certain bones (such as the hyoid and the coccyx).", "definition2": "Either of the two lateral cavities of the uterus, into which the fallopian tubes pass.", "label": true}
{"word": "medic", "POS": "noun", "example1": "Equally, though no-one would begrudge mature students retraining as medics, it is fanciful to suppose that they alone can make up the shortfall.", "example2": "Smathers, who grew up with six sisters, said he was inspired to serve in the military by his father, who was an Army medic in World War II.", "definition1": "A medical practitioner or student.", "definition2": "A paramedic in the armed forces.", "label": true}
{"word": "patronize", "POS": "verb", "example1": "she was determined not to be put down or patronized", "example2": "Despite the superior and patronizing tone of his voice, there was a deep concern.", "definition1": "Treat in a way that is apparently kind or helpful but that betrays a feeling of superiority.", "definition2": "Treat in a way that is apparently kind or helpful but that betrays a feeling of superiority.", "label": false}
{"word": "crazy golf", "POS": "noun", "example1": "Facilities include tennis courts, crazy golf, a playing pitch, barbecue area and children's playground.", "example2": "Away from the beach, there's bowling and crazy golf.", "definition1": "An informal version of golf played on a small putting course, each hole of which involves negotiating an obstacle such as a small-scale tunnel, bridge, hill, etc.", "definition2": "An informal version of golf played on a small putting course, each hole of which involves negotiating an obstacle such as a small-scale tunnel, bridge, hill, etc.", "label": false}
{"word": "plunder", "POS": "verb", "example1": "looters moved into the disaster area to plunder shops", "example2": "One old man, probably the leader of a village plundered by the bandits, stepped forward.", "definition1": "Steal goods from (a place or person), typically using force and in a time of war or civil disorder.", "definition2": "Steal goods from (a place or person), typically using force and in a time of war or civil disorder.", "label": false}
{"word": "Japanese", "POS": "noun", "example1": "Unlike the Belgians, Americans and Japanese, the British have no heritage of adult comic books.", "example2": "So now we have a Japanese company, run by a New York-based Briton who speaks no Japanese.", "definition1": "A native or inhabitant of Japan, or a person of Japanese descent.", "definition2": "The language of Japan, spoken by almost all of its population.", "label": true}
{"word": "outside broadcast", "POS": "noun", "example1": "outside broadcast units", "example2": "She moved from radio to television production in 1978 where she has worked on an enormous range of programmes from studio shows and major outside broadcasts to landmark film series.", "definition1": "A radio or television programme that is recorded or broadcast live on location and not in a studio.", "definition2": "A radio or television programme that is recorded or broadcast live on location and not in a studio.", "label": false}
{"word": "co-trimoxazole", "POS": "noun", "example1": "Children with acute lower respiratory tract infections received co-trimoxazole.", "example2": "If minocycline or doxycycline cannot be used, alternatives include co-trimoxazole and ciprofloxacin.", "definition1": "A mixture of the drugs sulphamethoxazole and trimethoprim, used to treat bacterial infections synergistically.", "definition2": "A mixture of the drugs sulphamethoxazole and trimethoprim, used to treat bacterial infections synergistically.", "label": false}
{"word": "primus", "POS": "noun", "example1": "Church of Scotland moderator, Reverend Andrew McLellan, and the primus of the Scottish Episcopal Church the Most Rev Bruce Cameron will attend in a supporting role according to Scottish CND.", "example2": "Instruments were sterilised using a pressure cooker (later an autoclave) on a Primus stove.", "definition1": "The presiding bishop of the Scottish Episcopal Church, elected by the bishops from among their number.", "definition2": "A brand of portable cooking stove that burns vaporized oil.", "label": true}
{"word": "Rhaeto-Romance", "POS": "noun", "example1": "However, the occurrence of null subjects in this Swiss dialect of Rhaeto-Romance is restricted to certain persons of the verb and certain syntactic environments.", "example2": "There are five (French, Italian, Portuguese, Romanian, and Spanish/Castilian), or six if Romansch or Rhaeto-Romanic (a language of Switzerland) is included.", "definition1": "The Rhaeto-Romance dialects.", "definition2": "The Rhaeto-Romance dialects.", "label": false}
{"word": "celebrate", "POS": "verb", "example1": "he celebrated holy communion", "example2": "a film celebrating the actor's career", "definition1": "Perform (a religious ceremony), in particular officiate at (the Eucharist)", "definition2": "Honour or praise publicly.", "label": true}
{"word": "suspend", "POS": "verb", "example1": "the light was suspended from the ceiling", "example2": "the paste contains collagen suspended in a salt solution", "definition1": "Hang (something) from somewhere.", "definition2": "(of solid particles) be dispersed throughout the bulk of a fluid.", "label": true}
{"word": "Pict", "POS": "noun", "example1": "The kingdom was created by the Gaels of northern Argyll, who advanced up the Great Glen and, with the Norse from Orkney, overcame the Picts in northern Scotland in the 9th cent.", "example2": "Hadrian was also known for building a wall to defend Roman Britain from the Scottish Picts to the North.", "definition1": "A member of an ancient people inhabiting northern Scotland in Roman times.", "definition2": "A member of an ancient people inhabiting northern Scotland in Roman times.", "label": false}
{"word": "scab", "POS": "noun", "example1": "The state was also called in to deal with stock disease, especially scab - a major constraint on wool production.", "example2": "The newspapers, in full swing of yellow journalism, want to see violence in the yards between the scabs and the striking workers, but there is no violence.", "definition1": "Mange or a similar skin disease in animals.", "definition2": "A person or thing regarded with contempt.", "label": true}
{"word": "electromotive force", "POS": "noun", "example1": "The inductance of the loop is going to resist the change in magnetic field within it and an emf will be generated.", "example2": "One can view such structures as miniature circuits: A time-varying magnetic field induces an electromotive force in the plane of the element, driving currents within the conductor.", "definition1": "A difference in potential that tends to give rise to an electric current.", "definition2": "A difference in potential that tends to give rise to an electric current.", "label": false}
{"word": "wine vinegar", "POS": "noun", "example1": "10 cl of white wine vinegar", "example2": "Add the shallots, sherry vinegar, white wine vinegar, tarragon, and parsley and simmer until the shallots are tender.", "definition1": "Vinegar made from wine rather than malt.", "definition2": "Vinegar made from wine rather than malt.", "label": false}
{"word": "shooting", "POS": "noun", "example1": "the events that led up to the shooting of the man", "example2": "the shooting of a music video", "definition1": "The action or practice of shooting with a gun.", "definition2": "The action of filming or photographing a scene, film, etc.", "label": true}
{"word": "parallel", "POS": "verb", "example1": "a big concrete gutter that paralleled the road", "example2": "the increase in the quality of wines has paralleled the rise of interest in food", "definition1": "Be side by side with (something extending in a line), always keeping the same distance; run or lie parallel to.", "definition2": "Be similar or corresponding to.", "label": true}
{"word": "proportionality", "POS": "noun", "example1": "the requirement of proportionality of punishment to offence", "example2": "they try to ensure some proportionality between input and output", "definition1": "The quality of corresponding in size or amount to something else.", "definition2": "The quality of corresponding in size or amount to something else.", "label": false}
{"word": "coolth", "POS": "noun", "example1": "the coolth of the evening", "example2": "the pinnacle of 1960s coolth", "definition1": "Pleasantly low temperature.", "definition2": "The quality of being fashionable.", "label": true}
{"word": "mobilize", "POS": "verb", "example1": "the government mobilized regular forces, reservists, and militia", "example2": "the physiotherapist might mobilize the patient's shoulder girdle", "definition1": "(of a country or its government) prepare and organize (troops) for active service.", "definition2": "Make (something) movable or capable of movement.", "label": true}
{"word": "salt", "POS": "noun", "example1": "Amides are hydrolysed to ammonium salts with catalysis by acids or alkalis.", "example2": "he was one of many old salts who lined up to volunteer", "definition1": "Any chemical compound formed from the reaction of an acid with a base, with all or part of the hydrogen of the acid replaced by a metal or other cation.", "definition2": "An experienced sailor.", "label": true}
{"word": "blow", "POS": "noun", "example1": "stocks in fragrant blow", "example2": "I hope you got the list of my flowers in blow, which I had given Sir C.", "definition1": "The state or period of flowering.", "definition2": "The state or period of flowering.", "label": false}
{"word": "co-sign", "POS": "verb", "example1": "you may have to get someone to co-sign your loan if you do not have a previous credit history", "example2": "see if your parents will co-sign for you", "definition1": "Sign (a loan or lease) jointly with another person in order to guarantee payment.", "definition2": "Sign (a loan or lease) jointly with another person in order to guarantee payment.", "label": false}
{"word": "teacupful", "POS": "noun", "example1": "Beat the eggs light and add with the flour and a quarter of a teacupful of sweet milk.", "example2": "Cover with paste, and when the pie is baked, pour into it a large teacupful of cream.", "definition1": "A cup from which tea is drunk.", "definition2": "A cup from which tea is drunk.", "label": false}
{"word": "hawthorn", "POS": "noun", "example1": "There are silver birch trees, hawthorn, field maple and guelder rose at the woodland edge.", "example2": "In the distance you can see a number of rambling, overgrown hawthorns with a tree growing through them.", "definition1": "A thorny shrub or tree of the rose family, with white, pink, or red blossom and small dark red fruits (haws). Native to north temperate regions, it is commonly used for hedging in Britain.", "definition2": "A thorny shrub or tree of the rose family, with white, pink, or red blossom and small dark red fruits (haws). Native to north temperate regions, it is commonly used for hedging in Britain.", "label": false}
{"word": "faculty", "POS": "noun", "example1": "her critical faculties", "example2": "the Faculty of Arts", "definition1": "An inherent mental or physical power.", "definition2": "A group of university departments concerned with a major division of knowledge.", "label": true}
{"word": "lash", "POS": "noun", "example1": "he was sentenced to fifty lashes for his crime", "example2": "she felt the lash of my tongue", "definition1": "A sharp blow or stroke with a whip or rope.", "definition2": "A sharp blow or stroke with a whip or rope.", "label": false}
{"word": "hobo bag", "POS": "noun", "example1": "a slouchy blue leather hobo bag", "example2": "She is also wearing a spring trenchcoat, and carrying a classy hobo bag.", "definition1": "A woman's large shoulder bag with a soft body that forms a characteristic curve between the two ends of the strap.", "definition2": "A woman's large shoulder bag with a soft body that forms a characteristic curve between the two ends of the strap.", "label": false}
{"word": "respiration", "POS": "noun", "example1": "opiates affect respiration", "example2": "Every aspect of life depends on muscular activity, whether it be speech, eating and digestion, respiration, all expressions of brain function.", "definition1": "The action of breathing.", "definition2": "The action of breathing.", "label": false}
{"word": "wet fish", "POS": "noun", "example1": "wet fish stall", "example2": "The company is involved in hake and lobster fishing and owns three wet fish trawlers.", "definition1": "Fresh fish, as opposed to fish which has been frozen, cooked, or dried.", "definition2": "Fresh fish, as opposed to fish which has been frozen, cooked, or dried.", "label": false}
{"word": "jugful", "POS": "noun", "example1": "The resident cats of the time didn't much like the hissing and spluttering and clattering the device made as it brewed a new jugful, but they came round in the end.", "example2": "From that date you could drink it by the jugful in the cafés of Paris, and a gloriously refreshing tipple it was.", "definition1": "A cylindrical container with a handle and a lip, used for holding and pouring liquids.", "definition2": "A cylindrical container with a handle and a lip, used for holding and pouring liquids.", "label": false}
{"word": "IN", "POS": "noun", "example1": "she got an in with the promising new artist", "example2": "For years, people have begged distant relatives concerning even the possibility of anyone knowing someone who has an in with owner Frank Sr.", "definition1": "A position of influence with someone powerful or famous.", "definition2": "A position of influence with someone powerful or famous.", "label": false}
{"word": "bite", "POS": "noun", "example1": "Robyn took a large bite out of her sandwich", "example2": "a fresh, lemony bite", "definition1": "A piece cut off by biting.", "definition2": "A sharp or pungent flavour.", "label": true}
{"word": "cleanskin", "POS": "noun", "example1": "Delacy began the trapping and branding of cleanskin cattle", "example2": "Steve bought a cleanskin ($16) from the local tavern", "definition1": "An animal that has not been branded with the owner's mark.", "definition2": "A bottle of wine whose label does not identify the producer, typically sold at a low price.", "label": true}
{"word": "superpipe", "POS": "noun", "example1": "he soared to a record 24 feet above the superpipe", "example2": "There are also four terrain parks and a 400 ft competition superpipe.", "definition1": "A large snow-covered sloping channel with a U-shaped cross section, on which snowboarders or freestyle skiers perform aerial manoeuvres.", "definition2": "A large snow-covered sloping channel with a U-shaped cross section, on which snowboarders or freestyle skiers perform aerial manoeuvres.", "label": false}
{"word": "gripe", "POS": "verb", "example1": "The boat must be fully griped in at the davits and the harbour stop pins must be out.", "example2": "I had occasion to observe the vessel griped to windward considerably.", "definition1": "Secure (a boat) with gripes.", "definition2": "(of a ship) turn to face the wind despite the efforts of the helmsman.", "label": true}
{"word": "foreign exchange dealer", "POS": "noun", "example1": "his career includes a period spent as a foreign exchange dealer", "example2": "Survey data have been used in the past to obtain feedback from foreign exchange dealers.", "definition1": "A person employed as a dealer by an institution involved in buying and selling the currencies of other countries.", "definition2": "A person employed as a dealer by an institution involved in buying and selling the currencies of other countries.", "label": false}
{"word": "leg rope", "POS": "noun", "example1": "he paddled out into the long slow swells, and took off his leg rope", "example2": "those cows renowned for kicking had a leg rope put on them", "definition1": "(in surfing) a rope attached to a surfboard and tied to the surfer's ankle to prevent the board being washed away by the surf.", "definition2": "A rope used to secure an animal by one hind leg.", "label": true}
{"word": "sense", "POS": "verb", "example1": "with the first frost, they could sense a change in the days", "example2": "I sensed Jon noticed I wasn't happy about the mention of Michael.", "definition1": "Perceive by a sense or senses.", "definition2": "Perceive by a sense or senses.", "label": false}
{"word": "ski mountaineering", "POS": "noun", "example1": "exploration and adventure are really what I love about ski mountaineering", "example2": "they spend their winters competing in ski mountaineering races", "definition1": "The sport or pastime of skiing across mountainous terrain using equipment specially designed for walking uphill as well as skiing downhill.", "definition2": "The sport or pastime of skiing across mountainous terrain using equipment specially designed for walking uphill as well as skiing downhill.", "label": false}
{"word": "operation", "POS": "noun", "example1": "restrictions on the operation of market forces", "example2": "I've never felt better since my bypass operation", "definition1": "The action of functioning or the fact of being active or in effect.", "definition2": "An act of surgery performed on a patient.", "label": true}
{"word": "refection", "POS": "noun", "example1": "the peaceful hours of the sacred night demand refection", "example2": "I may add that in composing this masterpiece I have not spent or wasted more leisure than is required for my bodily refection - food and drink to you!", "definition1": "Refreshment by food or drink.", "definition2": "Refreshment by food or drink.", "label": false}
{"word": "varioloid", "POS": "noun", "example1": "In case of smallpox or varioloid take the remedy in water one teaspoonful every two or three hours till recovery.", "example2": "In early 1863, several cases of varioloid broke out among the camp.", "definition1": "A mild form of smallpox affecting people who have already had the disease or have been vaccinated against it.", "definition2": "A mild form of smallpox affecting people who have already had the disease or have been vaccinated against it.", "label": false}
{"word": "videoconferencing", "POS": "noun", "example1": "college classes offered via videoconferencing", "example2": "videoconferencing technology", "definition1": "Telecommunication in the form of a videoconference.", "definition2": "Telecommunication in the form of a videoconference.", "label": false}
{"word": "burst", "POS": "verb", "example1": "one of the balloons burst", "example2": "the dam burst after days of torrential rain", "definition1": "Break open or apart suddenly and violently, especially as a result of an impact or internal pressure.", "definition2": "Break open or apart suddenly and violently, especially as a result of an impact or internal pressure.", "label": false}
{"word": "build-up", "POS": "noun", "example1": "the build-up to Christmas", "example2": "This was reported when his Bulls teammate was at the centre of a race row in the build-up to last year's World Cup.", "definition1": "A period of excitement and preparation before a significant event.", "definition2": "A period of excitement and preparation before a significant event.", "label": false}
{"word": "mark", "POS": "verb", "example1": "he fingered the photograph gently, careful not to mark it", "example2": "she marked all her possessions with her name", "definition1": "Make a visible impression or stain on.", "definition2": "Write a word or symbol on (an object) in order to give information.", "label": true}
{"word": "dock", "POS": "noun", "example1": "This is rarer and is usually caused by weeds such as nettles and docks, late flowering plants and fungal spores.", "example2": "Pesticides, similarly, were unknown: docks, nettles and thistles were scythed away by hand just as they came into seed.", "definition1": "A coarse weed of temperate regions, with inconspicuous greenish or reddish flowers. The leaves are used to relieve nettle stings.", "definition2": "A coarse weed of temperate regions, with inconspicuous greenish or reddish flowers. The leaves are used to relieve nettle stings.", "label": false}
{"word": "moan", "POS": "verb", "example1": "just then their patient moaned and opened his eyes", "example2": "Help me, I moaned", "definition1": "Make a long, low sound expressing physical or mental suffering or sexual pleasure.", "definition2": "Make a long, low sound expressing physical or mental suffering or sexual pleasure.", "label": false}
{"word": "rentier", "POS": "noun", "example1": "Both the rentiers and the speculators are capitalists; both have money as an important goal.", "example2": "Traders, industrialists, and working-class consumers had every reason to complain that they were paying heavy taxes to support idle rentiers who had invested in the national debt.", "definition1": "A person living on income from property or investments.", "definition2": "A person living on income from property or investments.", "label": false}
{"word": "hold", "POS": "verb", "example1": "a booking can be held for twenty-four hours", "example2": "hold your fire!", "definition1": "Keep or reserve for someone.", "definition2": "Prevent from going ahead or occurring.", "label": true}
{"word": "megohm", "POS": "noun", "example1": "His third prototype culminated his design, which, he wrote, is a simple switching gate circuit which produces an AC current; the cycle rate is achieved by the use of two one megohm resistors and a 0.01 microfarad capacitor.", "example2": "With this megohm meter all you need to do is connect both leads to your motor or device and press and hold the button and view the graph.", "definition1": "A unit of electrical resistance equal to one million ohms.", "definition2": "A unit of electrical resistance equal to one million ohms.", "label": false}
{"word": "lam", "POS": "verb", "example1": "I'll lam you in the mouth in a minute", "example2": "we'd better lam before the cops show up!", "definition1": "Hit hard; strike.", "definition2": "Escape; flee.", "label": true}
{"word": "disturb", "POS": "verb", "example1": "I'll see my patient now and we are not to be disturbed", "example2": "I am disturbed by the document I have just read", "definition1": "Interrupt the sleep, relaxation, or privacy of.", "definition2": "Make (someone) anxious.", "label": true}
{"word": "circulation", "POS": "noun", "example1": "an extra pump for good water circulation", "example2": "his music has achieved wide circulation", "definition1": "Movement to and fro or around something, especially that of fluid in a closed system.", "definition2": "The public availability or knowledge of something.", "label": true}
{"word": "dominion", "POS": "noun", "example1": "man's attempt to establish dominion over nature", "example2": "the Angevin dominions", "definition1": "Sovereignty or control.", "definition2": "The territory of a sovereign or government.", "label": true}
{"word": "tetralogy", "POS": "noun", "example1": "Of the tetralogy, I think Walküre is my least favourite.", "example2": "The various operations performed on these patients were corrective operations for cyanotic heart disease such as tetralogy of Fallot, tricuspid atresia, pulmonary atresia and transposition of great vessels.", "definition1": "A group of four related literary or operatic works.", "definition2": "A set of four related symptoms or abnormalities frequently occurring together.", "label": true}
{"word": "stander", "POS": "noun", "example1": "Bill is a stander and a doer, not a sitter and a thinker.", "example2": "At the end, the delegates rose rather slowly to their feet; indeed for a while it looked as if there might not be a stander at all.", "definition1": "An attitude towards a particular issue; a position taken in an argument.", "definition2": "An attitude towards a particular issue; a position taken in an argument.", "label": false}
{"word": "falconet", "POS": "noun", "example1": "The falconets and rockets have the same damage against infrantry...Why use factories to produce rockets if the falconets do the same damage?", "example2": "Falconidae contains 11 genera and 64 species, and is divided into two subfamilies, Polyborinae (caracaras and forest-falcons) and Falconinae (true falcons and falconets).", "definition1": "A light cannon.", "definition2": "A very small falcon of Asia and South America, typically having bold black-and-white plumage.", "label": true}
{"word": "dual in-line package", "POS": "noun", "example1": "Hobbyist-friendly: most of the chips in the AVR family come in easy-to-use 8 -, 20 -, 28- or 40-pin dual in-line packages and can be ordered in unit quantities from a number of distributors.", "example2": "The insulated conductor of a high-frequency connector fixed to the outer wall surface of a dual in-line package is connected to an airtight terminal mounted on the package.", "definition1": "A brief swim.", "definition2": "A brief swim.", "label": false}
{"word": "hyaline", "POS": "noun", "example1": "through the clear hyaline the ship came sailing", "example2": "Alcoholic hyaline is thought to result from damage to the cytoskeleton of the hepatocyte, and is formed by an aggregation of damaged intermediate filaments.", "definition1": "A smooth sea or a clear sky.", "definition2": "A clear substance produced especially by the degeneration of epithelial or connective tissues.", "label": true}
{"word": "shoot", "POS": "verb", "example1": "he shot dope into his arm", "example2": "I shot the longer edge down on the planer", "definition1": "Inject oneself or another person with (a narcotic drug)", "definition2": "Plane (the edge of a board) accurately.", "label": true}
{"word": "order", "POS": "noun", "example1": "he was not going to take orders from a mere administrator", "example2": "they were dedicated to overthrowing the established order", "definition1": "An authoritative command or instruction.", "definition2": "A particular social, political, or economic system.", "label": true}
{"word": "Bernese", "POS": "noun", "example1": "the Bernese were proud of their victory over a distinguished mercenary captain", "example2": "the Bernese's beautiful coat needs only daily brushing to keep it in good condition", "definition1": "The people of the Swiss capital or canton of Berne.", "definition2": "A large dog with a black, white, and tan coat, of a breed originating in Switzerland.", "label": true}
{"word": "bench", "POS": "noun", "example1": "he must settle for a place on the substitute's bench", "example2": "Emphasis is taken from the towering edifice and transferred to the ledges, curbs, benches and other ground-level surfaces that surround it.", "definition1": "A seat at the side of a sports field for coaches, substitutes, and players not taking part in a game.", "definition2": "A flat ledge in masonry or on sloping ground.", "label": true}
{"word": "bow", "POS": "verb", "example1": "he turned and bowed to his father", "example2": "she knelt and bowed her head", "definition1": "Bend the head or upper part of the body as a sign of respect, greeting, or shame.", "definition2": "Bend the head or upper part of the body as a sign of respect, greeting, or shame.", "label": false}
{"word": "Roman nose", "POS": "noun", "example1": "She was dark-haired and had a Roman nose, a lovely nose, and very kind eyes and a beautiful mouth, as I remember.", "example2": "He was handsome, though his features had the same cruel-looking set that mine do, winged eyebrows and a very Roman nose.", "definition1": "A nose with a high bridge.", "definition2": "A nose with a high bridge.", "label": false}
{"word": "bump", "POS": "noun", "example1": "I'm giving this thread a well-deserved bump", "example2": "Looking ahead, Valentini says she's exploring other uses for her Bump fabric, possibly as an industrial upholstery or wall covering.", "definition1": "(in an online forum) an act of posting on an inactive thread in order to move it to the top of the list of active threads.", "definition2": "A loosely woven fleeced cotton fabric used in upholstery and as lining material.", "label": true}
{"word": "remand", "POS": "noun", "example1": "the prosecutor applied for a remand to allow forensic evidence to be investigated", "example2": "a remand home", "definition1": "A committal to custody.", "definition2": "A committal to custody.", "label": false}
{"word": "leopard frog", "POS": "noun", "example1": "On wildlife refuges in Arizona where Schwalbe studies the amphibian, bullfrogs have nearly eliminated the Mexican garter snake and the Chiricahua leopard frog.", "example2": "The Berkeley team now reports similar laboratory results in two U.S. species, the leopard frog and the Pacific tree frog.", "definition1": "A common greenish-brown North American frog that has dark spots with a pale border.", "definition2": "A common greenish-brown North American frog that has dark spots with a pale border.", "label": false}
{"word": "name", "POS": "noun", "example1": "my name is John Parsons", "example2": "the big race will lure the top names", "definition1": "A word or set of words by which a person or thing is known, addressed, or referred to.", "definition2": "A famous person.", "label": true}
{"word": "modeller", "POS": "noun", "example1": "among the photographs there are a couple of particular interest to the modeller", "example2": "a climate modeller is interested in modelling the interactions between the atmosphere, the ocean, and ice sheets", "definition1": "A person who makes models of people or things.", "definition2": "A person who devises or uses a simplified description, especially a mathematical one, of a system or process to assist calculations and predictions.", "label": true}
{"word": "empty nester", "POS": "noun", "example1": "Then there are folks like these two, who in demographic parlance are baby boomers turned empty nesters.", "example2": "Mostly I'm looking forward to being just 40 something when I'm an empty nester.", "definition1": "A parent whose children have grown up and left home.", "definition2": "A parent whose children have grown up and left home.", "label": false}
{"word": "coating", "POS": "noun", "example1": "a coating of paint", "example2": "Petersham, a very thick, waterproof woolen coating, usually dark blue, is used for men's trousers or heavy coats.", "definition1": "A thin layer or covering of something.", "definition2": "Material used for making coats.", "label": true}
{"word": "superplasticity", "POS": "noun", "example1": "Engineers can also readily mold or bend the materials at room temperature into various shapes, a property called superplasticity.", "example2": "The scope of superplasticity has also broadened materials-wise, and now includes, in addition to metals: intermetallics, ceramics, bulk metallic glasses, nanostructured materials and composites.", "definition1": "A superplastic metal or alloy.", "definition2": "A superplastic metal or alloy.", "label": false}
{"word": "hornbeam", "POS": "noun", "example1": "The forest has little undergrowth and is mainly composed of beech and pine, interspersed with a few oaks and hornbeams.", "example2": "He gives four options for the future of the hornbeams: remove the trees and replace them with a more suitable species; phase out the trees by removing two now and the remaining two five years later; thin the trees out or do nothing.", "definition1": "A deciduous tree of north temperate regions, with oval serrated leaves, inconspicuous drooping flowers, and tough winged nuts. It yields hard pale timber.", "definition2": "A deciduous tree of north temperate regions, with oval serrated leaves, inconspicuous drooping flowers, and tough winged nuts. It yields hard pale timber.", "label": false}
{"word": "ham", "POS": "noun", "example1": "ham actors", "example2": "Tony had registered n7qvc.com because he's a keen radio ham and his call sign is - you guessed it - n7qvc.", "definition1": "An excessively theatrical actor.", "definition2": "An amateur radio operator.", "label": true}
{"word": "stand-to", "POS": "noun", "example1": "Complying with established stand-to times, support platoon members begin to prepare.", "example2": "In response to the emerging threat, soldiers went on stand-to from 0200 until 0500 hours.", "definition1": "The state of readiness for action or attack.", "definition2": "The state of readiness for action or attack.", "label": false}
{"word": "alcopop", "POS": "noun", "example1": "By contrast, the traditionally more popular blended whiskies are barely holding on against vodka, rum and alcopops.", "example2": "The 16-stone defendant had drunk several pints of beer, alcopops and a quadruple vodka.", "definition1": "A ready-mixed drink that resembles a soft drink but contains alcohol.", "definition2": "A ready-mixed drink that resembles a soft drink but contains alcohol.", "label": false}
{"word": "tommy bar", "POS": "noun", "example1": "The saws in need only a pin or tommy bar to tighten the grips, as the screws have a round head with a hole in the middle.", "example2": "There are a couple of tricks that others showed me when working with the tommy bars at a class I took.", "definition1": "A short bar used to turn a box spanner.", "definition2": "A short bar used to turn a box spanner.", "label": false}
{"word": "sideline", "POS": "noun", "example1": "a sideline career as a stand-up comic", "example2": "Gascoigne celebrated his goal by sprinting to the sidelines", "definition1": "An activity done in addition to one's main job, especially to earn extra income.", "definition2": "Either of the two lines bounding the longer sides of a football field, basketball court, tennis court, or similar playing area.", "label": true}
{"word": "click stop", "POS": "noun", "example1": "A roof prism design, it features central focusing, click stop adjustable eyepiece diopter, and nicely contoured pus", "example2": "The tripod socket rotates with positive click stops so it can be positioned comfortably.", "definition1": "A control for the aperture of a camera lens or similar device which clicks into position at certain standard settings.", "definition2": "A control for the aperture of a camera lens or similar device which clicks into position at certain standard settings.", "label": false}
{"word": "steward", "POS": "noun", "example1": "Track officials ordered the evacuation of a crowd of about 1,500 in the grandstand and, with two minutes to post time, the stewards ordered the third race cancelled.", "example2": "Following an inquiry, stewards disqualified him from both races and redistributed his purse earnings earlier this year.", "definition1": "An official appointed to supervise arrangements or keep order at a large public event, for example a race, match, or demonstration.", "definition2": "An official appointed to supervise arrangements or keep order at a large public event, for example a race, match, or demonstration.", "label": false}
{"word": "degree", "POS": "noun", "example1": "a degree in zoology", "example2": "persons of unequal degree", "definition1": "An academic rank conferred by a college or university after examination or after completion of a course, or conferred as an honour on a distinguished person.", "definition2": "Social or official rank.", "label": true}
{"word": "tick", "POS": "noun", "example1": "he was shown up in court for the little tick that he was", "example2": "He quickly reached the top and started throwing down ticks, pillows and blankets.", "definition1": "A worthless or contemptible person.", "definition2": "A fabric case stuffed with feathers or other material to form a mattress or pillow.", "label": true}
{"word": "litter", "POS": "noun", "example1": "a plastic litter tray", "example2": "the plant burns discarded litter from poultry farms", "definition1": "Absorbent material, typically in granular form, used to line a shallow receptacle in which a cat can urinate and defecate when indoors.", "definition2": "Straw or other plant matter used as bedding for animals.", "label": true}
{"word": "slip stitch", "POS": "noun", "example1": "Another thought on knitting socks, consider using a slip stitch fabric (slip, knit, slip knit, etc) for your toes, at least the top.", "example2": "a slip stitch pattern", "definition1": "(in sewing) a loose stitch joining layers of fabric and not visible externally.", "definition2": "A type of stitch in which the stitches are moved from one needle to the other without being knitted.", "label": true}
{"word": "outdoors", "POS": "noun", "example1": "a lover of the great outdoors", "example2": "They streamed out of homes in large numbers seeking the great outdoors with a song on their lips!", "definition1": "Any area outside buildings or shelter, typically that far away from human habitation.", "definition2": "Any area outside buildings or shelter, typically that far away from human habitation.", "label": false}
{"word": "bilge", "POS": "noun", "example1": "The consensus is that the insured should have had a non-combustible tarpaulin or heat retardant blanket of some form hung from the top of the bilge area down to the bottom of the bilge against the exhaust port hole on the inside of the boat.", "example2": "what has been written is nothing but bilge", "definition1": "The area on the outer surface of a ship's hull where the bottom curves to meet the vertical sides.", "definition2": "Nonsense; rubbish.", "label": true}
{"word": "bottle", "POS": "verb", "example1": "the wine was bottled in 1997", "example2": "he was bottled offstage at a club", "definition1": "Place (drinks or other liquid) in bottles.", "definition2": "Throw a glass bottle at (someone)", "label": true}
{"word": "rout", "POS": "noun", "example1": "I intend to live to be a hundred, and to go to ten thousand routs and balls, and to play cards every night of my life till the year eighteen hundred [it is currently 1712].", "example2": "He had to find a rout of wolves and travel with them for a bit.", "definition1": "A large evening party or reception.", "definition2": "A pack of wolves.", "label": true}
{"word": "pontoon", "POS": "noun", "example1": "The Port Service's crane toppled as the Able Seaman was lifting a steel workbench from the tray of a semi-trailer on to a pontoon being used for maintenance work on the sail training ship Young Endeavour.", "example2": "he got me to go into his room for a hand of pontoon", "definition1": "A large flat-bottomed barge or lighter equipped with cranes and tackle for careening ships and salvage work.", "definition2": "The card game blackjack or vingt-et-un.", "label": true}
{"word": "respect", "POS": "noun", "example1": "the director had a lot of respect for Douglas as an actor", "example2": "young people's lack of respect for their parents", "definition1": "A feeling of deep admiration for someone or something elicited by their abilities, qualities, or achievements.", "definition2": "Due regard for the feelings, wishes, or rights of others.", "label": true}
{"word": "zigzag", "POS": "verb", "example1": "the path zigzagged between dry rises in the land", "example2": "I once rented a scooter and zigzagged along most of San Miguel's streets to see the neighborhoods.", "definition1": "Have or move along in a zigzag course.", "definition2": "Have or move along in a zigzag course.", "label": false}
{"word": "decimalize", "POS": "verb", "example1": "These magazines listed the rank of games solely from subscriber feedback, where ratings were compiled within a ten point decimalized system.", "example2": "For example, Russia was the first country to decimalize its currency and the third country (after China and France under John Law) to make sustained use of inconvertible paper money.", "definition1": "Convert (a system of coinage or weights and measures) to a decimal system.", "definition2": "Convert (a system of coinage or weights and measures) to a decimal system.", "label": false}
{"word": "psychometry", "POS": "noun", "example1": "Ms Vine and Ms Kitson use trances and visions, clairvoyance, dowsing and psychometry trying to pick up stories in the mind from objects to uncover any paranormal activity.", "example2": "Ulteem required significant analysis efforts, and research development and we have called on the best specialists in psychology and psychometry to design this unique and completely innovative product.", "definition1": "The supposed ability to discover facts about an event or person by touching inanimate objects associated with them.", "definition2": "Definition not found $REF:$psychometrics", "label": true}
{"word": "mass", "POS": "noun", "example1": "From this elevated angle, the crowd looked like a mass of glowing angels doing some sort of celestial dance.", "example2": "He grabbed two wires and then pressed them together, sending a mass of sparks all over the engine.", "definition1": "A large number of people or objects crowded together.", "definition2": "A large number of people or objects crowded together.", "label": false}
{"word": "file", "POS": "noun", "example1": "a file of correspondence", "example2": "And then, today, I came across two large box files stuffed with paper copies of the correspondence, all neatly filed in date order.", "definition1": "A folder or box for holding loose papers together and in order for easy reference.", "definition2": "A folder or box for holding loose papers together and in order for easy reference.", "label": false}
{"word": "axis", "POS": "noun", "example1": "A shaft parallel to the transmission-engine axis connects the transfer casing to the angle drive powering the front wheels.", "example2": "The muscle's origin may not ascend above the axis or descend below the third thoracic vertebra.", "definition1": "A straight central part in a structure to which other parts are connected.", "definition2": "The second cervical vertebra, below the atlas at the top of the backbone.", "label": true}
{"word": "border", "POS": "verb", "example1": "a pool bordered by palm trees", "example2": "regions bordering Azerbaijan", "definition1": "Form an edge along or beside (something)", "definition2": "(of a country or area) be adjacent to (another country or area)", "label": true}
{"word": "visor", "POS": "noun", "example1": "a plastic safety helmet with a transparent visor", "example2": "They were still disguised in cloaks and visors.", "definition1": "A movable part of a helmet that can be pulled down to cover the face.", "definition2": "A mask.", "label": true}
{"word": "sea butterfly", "POS": "noun", "example1": "The opisthobranchs include the sea slugs and their relatives the sea hares, sea butterflies, canoe shells, and others.", "example2": "These all feed on pteropods, or sea butterflies, one of the species most threatened by rising acidity.", "definition1": "A small mollusc with winglike extensions to its body which it uses for swimming.", "definition2": "A small mollusc with winglike extensions to its body which it uses for swimming.", "label": false}
{"word": "spring", "POS": "noun", "example1": "with a sudden spring, he leapt on to the table", "example2": "the well is fed by mountain springs", "definition1": "A sudden jump upwards or forwards.", "definition2": "A place where water or oil wells up from an underground source, or the basin or flow formed in such a way.", "label": true}
{"word": "tramway", "POS": "noun", "example1": "But then again, I know that at Weymouth (and half a hundred other places for all I know) there is a tramway which took heavy rail vehicles, i.e. trains.", "example2": "The pits of the north-east used steam engines to pump out water, to pull coal up the shaft, and eventually to replace horses on colliery tramways connecting pits to the river Tyne.", "definition1": "A set of rails which forms the route for a tram.", "definition2": "A road with wooden, stone, or metal tracks for wheels, used by wagons in mining districts.", "label": true}
{"word": "nana", "POS": "noun", "example1": "I was made to look a right nana", "example2": "I'd like to dedicate this to my nanna, he said after extending his career record to 21 wins.", "definition1": "A silly person; a fool (often as a general term of abuse)", "definition2": "One's grandmother.", "label": true}
{"word": "shell", "POS": "noun", "example1": "cowrie shells", "example2": "the sound of the shell passing over, followed by the explosion", "definition1": "The hard protective outer case of a mollusc or crustacean.", "definition2": "An explosive artillery projectile or bomb.", "label": true}
{"word": "yield", "POS": "verb", "example1": "the Western powers now yielded when they should have resisted", "example2": "he reeled into the house as the door yielded", "definition1": "Give way to arguments, demands, or pressure.", "definition2": "(of a mass or structure) give way under force or pressure.", "label": true}
{"word": "sieve tube element", "POS": "noun", "example1": "Other cell types classified as vascular tissue, such as sieve tube elements and companion cells, did not conduct light efficiently in either stems or roots.", "example2": "The protoplasts of adjacent sieve tube elements are interconnected through the sieve plates.", "definition1": "A sieve element of a type present in angiosperms, a series of which are joined end to end to form sieve tubes, with sieve plates between the elements.", "definition2": "A sieve element of a type present in angiosperms, a series of which are joined end to end to form sieve tubes, with sieve plates between the elements.", "label": false}
{"word": "pom-pom", "POS": "noun", "example1": "In contrast round toed flats will be adorned with pompoms, rosebud trims, grosgrain bows and Tyrolean ribbons.", "example2": "Beyond here, towards the bow, a quadruple two-pounder anti-aircraft or pom-pom gun system with a stack of ammunition ready by its side lends something of a Chuuk lagoon atmosphere to the dives.", "definition1": "A small woollen ball attached to a garment, especially a hat, for decoration.", "definition2": "An automatic quick-firing two-pounder cannon of the Second World War period, typically mounted on a ship and used against aircraft.", "label": true}
{"word": "hissy fit", "POS": "noun", "example1": "I screamed and kicked the furniture and threw a hissy fit", "example2": "When the pranksters revealed their hoax on Tuesday, the TV reporters threw a major hissy fit, outraged at having been sucked in.", "definition1": "An angry outburst; a temper tantrum.", "definition2": "An angry outburst; a temper tantrum.", "label": false}
{"word": "release", "POS": "noun", "example1": "the movie will be on release from Christmas", "example2": "I have been advised by my bank manager that any release of money needs to be authorised by the solicitors who initiated the freezing injunction.", "definition1": "The action of making a film, recording, or other product available to the public.", "definition2": "The action of releasing property, money, or a right to another.", "label": true}
{"word": "schlep", "POS": "noun", "example1": "a rush hour schlep to the airport and back", "example2": "all the schleps who say that 2010 was the beginning of a new decade are wrong", "definition1": "A tedious or difficult journey.", "definition2": "An inept or stupid person.", "label": true}
{"word": "driver", "POS": "noun", "example1": "If you hit 10 golf balls at the driving range with your driver, you'll improve by the eighth swing or so.", "example2": "I always use the same six clubs, working my way up from the sand wedge to the driver.", "definition1": "A golf club with a flat face, long shaft, and large head (originally of wood), used for driving from the tee.", "definition2": "A golf club with a flat face, long shaft, and large head (originally of wood), used for driving from the tee.", "label": false}
{"word": "stage whisper", "POS": "noun", "example1": "As the first notes started, a loud stage whisper from the bowels of the amphitheatre was heard to exclaim This is the best bit!", "example2": "Which just goes to show that Prabhu's managed to achieve the Quality any good story teller would give his stage whisper for - he manages to make his audience sit back and think, even after the tape stops rolling.", "definition1": "A loud whisper uttered by an actor on stage, intended to be heard by the audience but supposedly unheard by other characters in the play.", "definition2": "A loud whisper uttered by an actor on stage, intended to be heard by the audience but supposedly unheard by other characters in the play.", "label": false}
{"word": "Bell", "POS": "verb", "example1": "the organ was belling away", "example2": "her shirt belled out behind", "definition1": "Make a ringing sound likened to that of a bell.", "definition2": "Spread outwards like the lip of a bell.", "label": true}
{"word": "shading", "POS": "noun", "example1": "the shadings of opinion even among those who are in broad agreement", "example2": "He is especially good on the evolution of the Biblical text itself, demonstrating how slight shadings in word choices colored the meaning of entire verses.", "definition1": "A very slight variation.", "definition2": "A very slight variation.", "label": false}
{"word": "sending off", "POS": "noun", "example1": "the Rovers man escaped a sending off and was handed a yellow card", "example2": "the turning point was probably the sending off of their midfielder", "definition1": "(in soccer or rugby) an instance of a referee ordering a player to leave the field and take no further part in the game.", "definition2": "(in soccer or rugby) an instance of a referee ordering a player to leave the field and take no further part in the game.", "label": false}
{"word": "tip", "POS": "verb", "example1": "tipped in here is a clipping from a magazine", "example2": "the hay caught fire when the candle tipped over", "definition1": "(in bookbinding) paste a single page, typically an illustration, to the neighbouring page of a book by a thin line of paste down its inner margin.", "definition2": "Overbalance so as to fall or turn over.", "label": true}
{"word": "Tamil", "POS": "noun", "example1": "Funds were raised for his defence not only in India but also by the Tamils in South Africa.", "example2": "While its history is shrouded, it set the stage for an outpouring of medieval poetry in Tamil, a Dravidian language.", "definition1": "A member of a people inhabiting parts of southern India and Sri Lanka.", "definition2": "A Dravidian language spoken by Tamils in southern India, Sri Lanka, and elsewhere. The language is more than 2,000 years old.", "label": true}
{"word": "tabloid", "POS": "noun", "example1": "the tabloid press", "example2": "She has even forgiven boyfriends who have sold stories about her to the tabloids.", "definition1": "A newspaper having pages half the size of those of the average broadsheet, typically popular in style and dominated by sensational stories.", "definition2": "A newspaper having pages half the size of those of the average broadsheet, typically popular in style and dominated by sensational stories.", "label": false}
{"word": "screen time", "POS": "noun", "example1": "these characters deserve more screen time", "example2": "Ask teachers how much screen time kids get each day.", "definition1": "The time allotted to or occupied by a particular subject, actor, etc., on film or television.", "definition2": "Time spent using a device such as a computer, television, or games console.", "label": true}
{"word": "permanency", "POS": "noun", "example1": "The Society's plan of care provides permanency and stability, while recognizing the individual needs of each child.", "example2": "And I've always been fascinated by the sheer permanency of sculpture.", "definition1": "The state or quality of lasting or remaining unchanged indefinitely.", "definition2": "The state or quality of lasting or remaining unchanged indefinitely.", "label": false}
{"word": "demonism", "POS": "noun", "example1": "At the same time, demonic possession increased dramatically, probably because demonism in general and witchcraft in particular were preoccupations of the age.", "example2": "the demonism of warfare", "definition1": "Belief in the power of demons.", "definition2": "Action or behaviour that seems too cruel or wicked to be human.", "label": true}
{"word": "blank", "POS": "noun", "example1": "But, more importantly, you'll find a blank for words that should not appear.", "example2": "The way we would test them is we would sing it a few times and then leave something out - Astrolabe, Quadrant and blank blank blank will find a new blank to the East.", "definition1": "A dash written instead of a word or letter, especially instead of an obscenity or profanity.", "definition2": "A dash written instead of a word or letter, especially instead of an obscenity or profanity.", "label": false}
{"word": "roughy", "POS": "noun", "example1": "Florida Bay serves as a spawning ground for pretty much every fish in the central Atlantic - grouper, snapper, mahi-mahi, pompano, roughy.", "example2": "Orange roughy were found in concentrations in some locations, but underwater pinnacles and other obstructions made trawling very difficult.", "definition1": "A marine fish with a deep laterally compressed body and large rough-edged scales which become spiny on the belly.", "definition2": "A marine fish with a deep laterally compressed body and large rough-edged scales which become spiny on the belly.", "label": false}
{"word": "MOP", "POS": "noun", "example1": "One way of removing built up floor wax manually, is to mix detergent and ammonia with water and apply to the floor with a mop or sponge.", "example2": "her tousled mop of blonde hair", "definition1": "An implement consisting of a bundle of thick loose strings or a sponge attached to a handle, used for wiping floors or other surfaces.", "definition2": "A thick mass of disordered hair.", "label": true}
{"word": "dress", "POS": "verb", "example1": "the field was dressed with unrotted farmyard manure", "example2": "There was no time to dress ranks properly, and unit organization went by the board as the troopers struggled to form front.", "definition1": "Apply a fertilizer to (an area of ground or a plant)", "definition2": "Draw up (troops) in the proper alignment.", "label": true}
{"word": "fluting", "POS": "noun", "example1": "the silvery fluting of a blackbird", "example2": "a hollow stem with vertical flutings", "definition1": "Sound reminiscent of that of a flute.", "definition2": "A groove or set of grooves forming a surface decoration.", "label": true}
{"word": "spit", "POS": "verb", "example1": "it began to spit", "example2": "With 15 minutes to go before the start and the cars formed up on the grid, it is spitting with rain every now and again.", "definition1": "Light rain falls.", "definition2": "Light rain falls.", "label": false}
{"word": "vertical", "POS": "noun", "example1": "we remodelled the opening with a simple lintel and unadorned verticals", "example2": "the resort claims a vertical of 2,100 metres", "definition1": "An upright structure.", "definition2": "The distance between the highest and lowest points of a ski area.", "label": true}
{"word": "compile", "POS": "verb", "example1": "the local authority must compile a list of the names and addresses of taxpayers", "example2": "this allows you to create programs and compile them", "definition1": "Produce (a list or book) by assembling information collected from other sources.", "definition2": "Convert (a program) into a machine-code or lower-level form in which the program can be executed.", "label": true}
{"word": "delivery", "POS": "noun", "example1": "a mechanism for rapid delivery of bile into the duodenum", "example2": "He goes on to point out that the grantor may deliver to his own servant, if the grantor makes delivery, intending to make the deed his own deed.", "definition1": "The supply or provision of something.", "definition2": "The acknowledgement by the maker of a deed that they intend to be bound by it.", "label": true}
{"word": "mess", "POS": "verb", "example1": "she scratched her head, messing her hair still further", "example2": "I messed at first with Harry, who became a lifelong friend", "definition1": "Make untidy or dirty.", "definition2": "Have one's meals with a particular person, especially as a member of an armed forces' mess.", "label": true}
{"word": "aggrandizer", "POS": "noun", "example1": "This special status may have been limited to specific aggrandizers or to corporate groups in which the status of the aggrandizer was conveyed to his entire family or lineage.", "example2": "Since Riverside represents approximately 600 years of use, however, why are there no other lavish burials of adult male aggrandizers?", "definition1": "Definition not found $REF:$aggrandize", "definition2": "Definition not found $REF:$aggrandize", "label": false}
{"word": "maroon", "POS": "noun", "example1": "the hat is available in either white or maroon", "example2": "For years the start and end of the two minutes silence across the town has been signalled by the firing of a maroon - a firework-like device that produces a deafening boom.", "definition1": "A brownish-red colour.", "definition2": "A firework that makes a loud bang, used as a signal or warning.", "label": true}
{"word": "trim tab", "POS": "noun", "example1": "Such things as the wing tips, ailerons, trimming tabs, elevator, seats, berths and landing gear may be exchanged between one plane and another.", "example2": "Standard equipment includes hydraulic steering and trim tabs and the 320 responds quickly.", "definition1": "An adjustable tab or aerofoil attached to a control surface, used to trim an aircraft in flight.", "definition2": "An adjustable flap fitted to the trailing edge of a rudder or keel, used to adjust steering, or fitted horizontally as one of a pair on the stern and used to trim a boat at speed.", "label": true}
{"word": "mangosteen", "POS": "noun", "example1": "The Thai fruits which are most popular include durians, mangosteens, rambutans, and longans.", "example2": "I was particularly struck by the tentacle-like roots of the waterberry, the arms of the baobab and the leaves of the mangosteen.", "definition1": "A tropical fruit with sweet juicy white segments of flesh inside a thick reddish-brown rind.", "definition2": "The slow-growing Malaysian tree which bears the mangosteen.", "label": true}
{"word": "nuclear deterrent", "POS": "noun", "example1": "the country intends to build up its nuclear deterrent", "example2": "Our main job is to provide defence for the country's nuclear deterrent.", "definition1": "A nuclear weapon or weapons system regarded as deterring an enemy from attacking.", "definition2": "A nuclear weapon or weapons system regarded as deterring an enemy from attacking.", "label": false}
{"word": "unwieldiness", "POS": "noun", "example1": "And last week the idea of positioning it using an RAF Chinook was abandoned when bad weather and the sheer unwieldiness of the cargo defeated the airlift.", "example2": "Despite the word's unwieldiness, then, I would propose that mimesis and anti-mimesis confront each other-optically, materially, figuratively-in Triptyque through a logic of photo-scotomization.", "definition1": "Definition not found $REF:$unwieldy", "definition2": "Definition not found $REF:$unwieldy", "label": false}
{"word": "dig", "POS": "verb", "example1": "I really dig heavy rock", "example2": "Like I said, it took me by surprise and I would recommend it to anyone who currently digs the rock thing, even if it's too heavy at times.", "definition1": "Like, appreciate, or understand.", "definition2": "Like, appreciate, or understand.", "label": false}
{"word": "pool", "POS": "noun", "example1": "However, the hall will remain open on Thursday nights and Saturday nights during the summer for anyone who wants a game of pool, snooker or billiards.", "example2": "the sides in Pool A", "definition1": "A game played on a small billiard table using two sets of seven coloured and numbered balls together with one black ball and a white cue ball, with the aim of pocketing all one's own balls and then the black.", "definition2": "A group of contestants who compete against each other in a tournament for the right to advance to the next round.", "label": true}
{"word": "congregate", "POS": "verb", "example1": "some 4,000 demonstrators had congregated at a border point", "example2": "He said the rank at the moment has to deal with too many taxis and has become a hot-spot for trouble because of crowds congregating there at night.", "definition1": "Gather into a crowd or mass.", "definition2": "Gather into a crowd or mass.", "label": false}
{"word": "plonk", "POS": "noun", "example1": "he sat down with a plonk", "example2": "The weakest element is the soundtrack - rhythmic rattles and plops, clonks, clicks and plonks, with vague background song - rather a letdown.", "definition1": "A sound as of something being set down heavily.", "definition2": "A sound as of something being set down heavily.", "label": false}
{"word": "swinger", "POS": "noun", "example1": "one of the oldest swingers in town", "example2": "a wild swinger who parties late", "definition1": "A lively and fashionable person who goes to a lot of social events.", "definition2": "A lively and fashionable person who goes to a lot of social events.", "label": false}
{"word": "Ordinary Grade", "POS": "noun", "example1": "grades 1, 2, or 3 in two subjects at the ordinary grade", "example2": "The introduction of the Ordinary grade in 1962 is entirely within this tradition; the projected Advanced grade is less clearly so.", "definition1": "(formerly in Scotland) the lower of the two main levels of the Scottish Certificate of Education examination.", "definition2": "(formerly in Scotland) the lower of the two main levels of the Scottish Certificate of Education examination.", "label": false}
{"word": "winding", "POS": "noun", "example1": "the windings of the stream", "example2": "There are very fine wire windings around those heads, and if snagged while cleaning - then they are trashed.", "definition1": "A twisting movement or course.", "definition2": "A thing that winds or is wound round something.", "label": true}
{"word": "reactor", "POS": "noun", "example1": "The difference between an atomic bomb and a nuclear reactor is in the speed and control of the release of energy.", "example2": "There is an urgent need to redefine the criteria for revaccination in abortive reactors who show preliminary response stages but do not develop a scar.", "definition1": "An apparatus or structure in which fissile material can be made to undergo a controlled, self-sustaining nuclear reaction with the consequent release of energy.", "definition2": "A person who shows an immune response to a specific antigen or an adverse reaction to a drug or other substance.", "label": true}
{"word": "cinema organ", "POS": "noun", "example1": "With the advent of the moving picture, and the subsequent development of the cinema organ, the organ was at an all time high.", "example2": "It is a far cry from the days when the Compton cinema organ started an evening's show by rising through the floor.", "definition1": "A type of organ specially adapted for use in cinemas, typically having extra percussion stops and other effects.", "definition2": "A type of organ specially adapted for use in cinemas, typically having extra percussion stops and other effects.", "label": false}
{"word": "alarm call", "POS": "noun", "example1": "the alarm call stimulates other nearby blackbirds to take evasive action", "example2": "They'll give off an alarm call that other birds can hear for miles.", "definition1": "A warning cry made by a bird or other animal when startled.", "definition2": "A warning cry made by a bird or other animal when startled.", "label": false}
{"word": "give", "POS": "verb", "example1": "milk is sometimes added to give a richer cheese", "example2": "give him his due", "definition1": "Yield as a product or result.", "definition2": "Concede (something) as valid or deserved in respect of (someone)", "label": true}
{"word": "tinkle", "POS": "verb", "example1": "cool water tinkled in the stone fountains", "example2": "I needed to tinkle", "definition1": "Make or cause to make a light, clear ringing sound.", "definition2": "Urinate.", "label": true}
{"word": "joggle", "POS": "verb", "example1": "helium balloons were joggling above the crowds", "example2": "This should reduce the distortion if it gets joggled.", "definition1": "Move or cause to move with repeated small bobs or jerks.", "definition2": "Move or cause to move with repeated small bobs or jerks.", "label": false}
{"word": "microwave", "POS": "verb", "example1": "he microwaved some steak out of the freezer", "example2": "You are right to point out that I overlooked the scientific inaccuracy of the previous questioner and focused instead on the food being microwaved.", "definition1": "Cook (food) in a microwave oven.", "definition2": "Cook (food) in a microwave oven.", "label": false}
{"word": "monopole", "POS": "noun", "example1": "In a sense the searches for both magnetic monopoles and gravity waves are very similar, he says.", "example2": "Common HF antennas like vertical monopoles, horizontal wire dipoles, and loop antennas all provide omni-directional communications when configured properly.", "definition1": "A single electric charge or magnetic pole, especially a hypothetical isolated magnetic pole.", "definition2": "A radio aerial or pylon consisting of a single pole or rod.", "label": true}
{"word": "term", "POS": "noun", "example1": "their solicitors had agreed terms", "example2": "A geometric series is defined as having a constant ratio between consecutive terms.", "definition1": "Conditions under which an action may be undertaken or agreement reached; stipulated or agreed requirements.", "definition2": "Each of the quantities in a ratio, series, or mathematical expression.", "label": true}
{"word": "saltwater crocodile", "POS": "noun", "example1": "Caught disturbing residents of Wyndham, Western Australia, a saltwater crocodile is restrained for shipment to a park.", "example2": "Seven farms operate in Australia's Northern Territory, raising saltwater crocodiles from hatchlings and selling their skin and meat.", "definition1": "A large and dangerous crocodile occurring in estuaries and coastal waters from south-western India to northern Australia.", "definition2": "A large and dangerous crocodile occurring in estuaries and coastal waters from south-western India to northern Australia.", "label": false}
{"word": "helmet hair", "POS": "noun", "example1": "helmet hair can be a source of anguish, which means that too many cyclists ride without protection", "example2": "The Manchester star was however prepared, with a change of attire in case he got a touch of helmet hair.", "definition1": "A messy or flattened appearance of the hair, produced as a result of wearing and then removing a helmet.", "definition2": "A messy or flattened appearance of the hair, produced as a result of wearing and then removing a helmet.", "label": false}
{"word": "Shoshone", "POS": "noun", "example1": "The next day Lewis walked ahead with three men to find the Shoshones and horses for portage.", "example2": "Hovia means music in Shoshone, and is pronounced hoo-vee-ya.", "definition1": "A member of a North American people living chiefly in Wyoming, Idaho, and Nevada.", "definition2": "The Uto-Aztecan language of the Shoshone.", "label": true}
{"word": "libertine", "POS": "noun", "example1": "his image as an unbridled libertine is a total myth", "example2": "The same goes for gnostic Christianity, where we had the strict ascetics on the one hand and the extreme libertines on the other.", "definition1": "A person, especially a man, who freely indulges in sensual pleasures without regard to moral principles.", "definition2": "A freethinker in matters of religion.", "label": true}
{"word": "bush-bash", "POS": "verb", "example1": "we tried to bush-bash for a while, hoping we'd meet up with the track", "example2": "they bush-bashed their way back to the cabin", "definition1": "Make one's way through wild countryside where there are no formed roads or tracks.", "definition2": "Make one's way through wild countryside where there are no formed roads or tracks.", "label": false}
{"word": "siren", "POS": "noun", "example1": "There was an altogether more subtle look at his show which drew on Homer and Plato's tales of sirens singing unsuspecting sailors to their deaths.", "example2": "Adults sirens are aquatic and neotenic, with lengths ranging from 4-36 inches.", "definition1": "Each of a number of women or winged creatures whose singing lured unwary sailors on to rocks.", "definition2": "An eel-like American amphibian with tiny forelimbs, no hindlimbs, small eyes, and external gills, typically living in muddy pools.", "label": true}
{"word": "crowned crane", "POS": "noun", "example1": "It houses over 50 individual birds made up of 12 different species including the sacred ibis, crowned cranes, hammerkop, white-cheeked touraco and lilac breasted roller.", "example2": "We came across approximately 150 gray crowned cranes - Uganda's national bird - feeding in pastures.", "definition1": "An African crane (bird) with a yellowish bristly crest, a mainly black or dark grey body, a lot of white on the wings, and pink and white cheeks.", "definition2": "An African crane (bird) with a yellowish bristly crest, a mainly black or dark grey body, a lot of white on the wings, and pink and white cheeks.", "label": false}
{"word": "downrate", "POS": "verb", "example1": "he notched up five kills although Fighter Command downrated them to four probables", "example2": "The second issue on which most analysts seem to agree is that the current bear market is based on a stream of negative company financial results where earnings are either downrated or where there are no earnings at all, only losses.", "definition1": "Make lower in value, standard, or importance.", "definition2": "Make lower in value, standard, or importance.", "label": false}
{"word": "viewport", "POS": "noun", "example1": "Now, go get your model, if you don't already have a paper space viewport displayed on your screen.", "example2": "Once the user releases the mouse, the box will be deleted from the screen and the viewport will change.", "definition1": "A framed area on a display screen for viewing information.", "definition2": "A framed area on a display screen for viewing information.", "label": false}
{"word": "mono", "POS": "noun", "example1": "The Dolby Digital 1.0 mono sounds much better than the 2.0 faux stereo that carries an unwanted echoic effect.", "example2": "They will help only if your child has a bacterial infection along with her mono, such as strep throat.", "definition1": "A monochrome picture.", "definition2": "An abnormally high proportion of monocytes in the blood, especially associated with glandular fever.", "label": true}
{"word": "Quechua", "POS": "noun", "example1": "Many serranos speak the Indian language Quichua (descended from the Quechua of the Incas) and some speak no Spanish.", "example2": "They showed not only ancient ruins in great detail, but also the geology and topography of the Cusco Valley and the daily life of the local Indians, who spoke Quichua, the language used by the Inca.", "definition1": "The language or group of languages of the Quechua.", "definition2": "The language or group of languages of the Quechua.", "label": false}
{"word": "people power", "POS": "noun", "example1": "people power has achieved remarkable things over the past year", "example2": "He said getting radiotherapy for Waterford Regional Hospital was very much a victory for people power.", "definition1": "Political pressure exercised through the public demonstration of popular opinion.", "definition2": "Political pressure exercised through the public demonstration of popular opinion.", "label": false}
{"word": "ringtail", "POS": "noun", "example1": "Three species of arboreal marsupials are able to subsist on a diet solely of Eucalyptus foliage: the common ringtail possum, the greater glider and the koala.", "example2": "Tree dwelling, leaf-eating species such as the tree kangaroo and the ring-tailed possum were found to be quite resilient.", "definition1": "A nocturnal tree-dwelling Australian possum that habitually curls its prehensile tail into a ring or spiral.", "definition2": "A nocturnal tree-dwelling Australian possum that habitually curls its prehensile tail into a ring or spiral.", "label": false}
{"word": "season", "POS": "noun", "example1": "the first two seasons of the show", "example2": "the bitch can come into season at irregular intervals", "definition1": "A set or sequence of related television programmes; a series.", "definition2": "A period when a female mammal is ready to mate.", "label": true}
{"word": "insulate", "POS": "verb", "example1": "insulate and draught-proof your home", "example2": "the village was insulated by every flood of the river", "definition1": "Protect (something) by interposing material that prevents the loss of heat or the intrusion of sound.", "definition2": "Make (land) into an island.", "label": true}
{"word": "pip", "POS": "verb", "example1": "as the eggs are being pipped the female clucks", "example2": "you were just pipped for the prize", "definition1": "(of a young bird) crack (the shell of the egg) when hatching.", "definition2": "Defeat by a small margin or at the last moment.", "label": true}
{"word": "recovery", "POS": "noun", "example1": "a team of salvage experts to ensure the recovery of family possessions", "example2": "sulphur recovery", "definition1": "The action or process of regaining possession or control of something stolen or lost.", "definition2": "The process of removing or extracting an energy source or industrial chemical for use, reuse, or waste treatment.", "label": true}
{"word": "sacrifice", "POS": "verb", "example1": "the goat was sacrificed at the shrine", "example2": "working hard doesn't mean sacrificing your social life", "definition1": "Offer or kill as a religious sacrifice.", "definition2": "Give up (something valued) for the sake of other considerations.", "label": true}
{"word": "servo", "POS": "noun", "example1": "the servos should faithfully follow the input commands", "example2": "The latter obviously and automatically determines the figures posted at the local servo.", "definition1": "A powered mechanism producing motion or forces at a higher level of energy than the input level, e.g. in the brakes and steering of large motor vehicles, especially where feedback is employed to make the control automatic.", "definition2": "A service station.", "label": true}
{"word": "totterer", "POS": "noun", "example1": "Each year the event sells out to a capacity crowd of 3,000 people of every age, from toddlers to totterers.", "example2": "Finding extraordinary compatibility between toddlers and totterers, some entrepreneurs have created intergenerational daycare centers which allow children to interact with seniors.", "definition1": "A feeble or unsteady gait.", "definition2": "A feeble or unsteady gait.", "label": false}
{"word": "detachment", "POS": "noun", "example1": "he felt a sense of detachment from what was going on", "example2": "I wish I could approach this with the cool detachment that I view the new series of Enterprise, or the next episode of Desperate Housewives.", "definition1": "The state of being objective or aloof.", "definition2": "The state of being objective or aloof.", "label": false}
{"word": "service", "POS": "noun", "example1": "millions are involved in voluntary service", "example2": "With more than six decades of voluntary service to her credit, she has not yet called it a day.", "definition1": "The action of helping or doing work for someone.", "definition2": "The action of helping or doing work for someone.", "label": false}
{"word": "rasp", "POS": "verb", "example1": "my breath rasped in my throat", "example2": "the horse has to be sedated for its teeth to be rasped", "definition1": "Make a harsh, grating noise.", "definition2": "Scrape or file (something) with a rasp.", "label": true}
{"word": "Slovene", "POS": "noun", "example1": "Just 78% believe they have a duty to protect nature, compared to 98% of Swedes, Danes, Slovenes and Germans.", "example2": "Some Slovenes opposed the National Assembly's 2001 decision to allow its waters to be used by nuclear-powered submarines and submarines with nuclear strike capabilities.", "definition1": "A native or inhabitant of Slovenia, or a person of Slovene descent.", "definition2": "A native or inhabitant of Slovenia, or a person of Slovene descent.", "label": false}
{"word": "ghost", "POS": "verb", "example1": "his memoirs were smoothly ghosted by a journalist", "example2": "they ghosted up the river", "definition1": "Act as ghostwriter of (a work)", "definition2": "Glide smoothly and effortlessly.", "label": true}
{"word": "pine", "POS": "noun", "example1": "Hollyhock landed in a low branch of a pine tree, and dangled there as she tried to find a way to get down.", "example2": "He apparently struck a pine tree on the edge of a wheat field before crashing into the field at a steep angle, LaRoche said.", "definition1": "An evergreen coniferous tree which has clusters of long needle-shaped leaves. Many kinds are grown for the soft timber, which is widely used for furniture and pulp, or for tar and turpentine.", "definition2": "An evergreen coniferous tree which has clusters of long needle-shaped leaves. Many kinds are grown for the soft timber, which is widely used for furniture and pulp, or for tar and turpentine.", "label": false}
{"word": "personalize", "POS": "verb", "example1": "the wedding invitations will be personalized to your exact requirements", "example2": "the mass media's tendency to personalize politics", "definition1": "Design or produce (something) to meet someone's individual requirements.", "definition2": "Cause (an issue, argument, etc.) to become concerned with personalities or feelings rather than with general or abstract matters.", "label": true}
{"word": "nailrod", "POS": "noun", "example1": "we still had about a pound of nailrod between us", "example2": "He tapped the bowl against his palm before taking a packet of nailrod from his pocket.", "definition1": "Coarse dark tobacco sold in thin rolls.", "definition2": "Coarse dark tobacco sold in thin rolls.", "label": false}
{"word": "chip", "POS": "noun", "example1": "You find semiconductors at the heart of microprocessor chips as well as transistors.", "example2": "a poker chip", "definition1": "A tiny wafer of semiconducting material used to make an integrated circuit; a microchip.", "definition2": "A counter used in certain gambling games to represent money.", "label": true}
{"word": "blackmail", "POS": "noun", "example1": "they were acquitted of charges of blackmail", "example2": "she recounted the blackmail threats", "definition1": "The action, treated as a criminal offence, of demanding payment or another benefit from someone in return for not revealing compromising or damaging information about them.", "definition2": "The action, treated as a criminal offence, of demanding payment or another benefit from someone in return for not revealing compromising or damaging information about them.", "label": false}
{"word": "Slavey", "POS": "noun", "example1": "54% indicated that North Slavey was their most fluent language and 45% use it most frequently at home.", "example2": "The main languages used by the Natives of Fort Simpson are South Slavey and English.", "definition1": "Either of the two languages (North and South Slavey) spoken by the Slavey.", "definition2": "Either of the two languages (North and South Slavey) spoken by the Slavey.", "label": false}
{"word": "moray", "POS": "noun", "example1": "The rocky reefs and the small caverns formed within them are home to groupers, moray and conger eels, scorpionfish, many octopuses and the occasional spiny lobster.", "example2": "No sea cows or bovines here, but we spotted puffer fish and a giant moray and plenty of groupers.", "definition1": "A mainly nocturnal eel-like predatory fish of warm seas, that typically hides in crevices with just the head protruding.", "definition2": "A mainly nocturnal eel-like predatory fish of warm seas, that typically hides in crevices with just the head protruding.", "label": false}
{"word": "flop", "POS": "verb", "example1": "his blond hair flopped over his eyes", "example2": "the show flopped in London", "definition1": "Fall, move, or hang in a loose and ungainly way.", "definition2": "(of a performer or show) be completely unsuccessful; fail totally.", "label": true}
{"word": "Jaycee", "POS": "noun", "example1": "The organisers, the Jaycees and Interact Club members and the students, played a major role in making the event a successful one, said Bro.", "example2": "If the pastor tried to get his people to think of themselves not as Jaycees or trade unionists, not as Republicans or Democrats, but primarily as parishioners, the chances were they'd resist him, and Father Urban didn't really blame them.", "definition1": "A member of a Junior Chamber of Commerce, a civic organization for business and community leaders.", "definition2": "A member of a Junior Chamber of Commerce, a civic organization for business and community leaders.", "label": false}
{"word": "signed-rank test", "POS": "noun", "example1": "Intergroup comparisons were made using the Wilcoxon signed-rank test and Mann-Whitney test.", "example2": "For statistical analyses, each brood was treated as an experimental unit and the mean masses for the chicks within broods were compared using paired Wilcoxon signed-rank tests.", "definition1": "A non-parametric test for comparing two sets of values by calculating the distribution of positive or negative differences in ranking of corresponding pairs.", "definition2": "A non-parametric test for comparing two sets of values by calculating the distribution of positive or negative differences in ranking of corresponding pairs.", "label": false}
{"word": "commercial traveller", "POS": "noun", "example1": "They were replaced either by commercial travellers representing a single firm, with catalogues and samples, or by local, casual pedlars, who were scarcely distinguishable from vagrants.", "example2": "He began writing while working as a commercial traveller.", "definition1": "A travelling sales representative.", "definition2": "A travelling sales representative.", "label": false}
{"word": "college", "POS": "noun", "example1": "colleges of further education", "example2": "the Royal College of Physicians", "definition1": "An educational institution or establishment, in particular one providing higher education or specialized professional or vocational training.", "definition2": "An organized group of professional people with particular aims, duties, and privileges.", "label": true}
{"word": "voyage", "POS": "noun", "example1": "his voyage to America", "example2": "writing a biography is a voyage of discovery", "definition1": "A long journey involving travel by sea or in space.", "definition2": "A long journey involving travel by sea or in space.", "label": false}
{"word": "shoestring", "POS": "noun", "example1": "many early studies were done on a shoestring", "example2": "My fingers stumble a little as I knot the shoestring into a bow, like dancers in an unfamiliar routine.", "definition1": "A small or inadequate budget.", "definition2": "A shoelace.", "label": true}
{"word": "facies", "POS": "noun", "example1": "adenoidal facies are characterized by an open mouth gape", "example2": "a sedimentary investigation of the area led to the postulation of five distinct facies", "definition1": "The facial expression of an individual that is typical of a particular disease or condition.", "definition2": "The character of a rock expressed by its formation, composition, and fossil content.", "label": true}
{"word": "naturalism", "POS": "noun", "example1": "his attack on naturalism in TV drama", "example2": "He combined elements of naturalism and romanticism to create a portrait of Napoleon which was both more physically accurate and more emotionally probing than the work of any of his rivals.", "definition1": "(in art and literature) a style and theory of representation based on the accurate depiction of detail.", "definition2": "(in art and literature) a style and theory of representation based on the accurate depiction of detail.", "label": false}
{"word": "flat", "POS": "noun", "example1": "I've got a flat—there were nails under the wheel", "example2": "On the Flat at Lingfield, Lady Bear has what could be her final career start, in the Littlewoods Bet Direct Fleur De Lys Stakes.", "definition1": "A flat tyre.", "definition2": "Flat racing.", "label": true}
{"word": "presto", "POS": "noun", "example1": "Pick items that are sedate rather than fleet-footed prestos and floated pieces at mezza voce rather than full-throttle.", "example2": "In reality, these three variations cannot be faster than Variation 1, since the corrente at a presto of metronome 108 is the absolute fastest of all Bach's simple-meter styles.", "definition1": "A movement or passage marked to be performed in a quick tempo.", "definition2": "A movement or passage marked to be performed in a quick tempo.", "label": false}
{"word": "humourlessness", "POS": "noun", "example1": "I have instant recall for its mesmerising humourlessness.", "example2": "And he represents everything women claim to loathe in men: vanity, stupidity, humourlessness.", "definition1": "Definition not found $REF:$humourless", "definition2": "Definition not found $REF:$humourless", "label": false}
{"word": "lotto", "POS": "noun", "example1": "It is a simple naming task with pictures from a children's lotto.", "example2": "The stimuli - pictures of familiar objects taken from children's lotto games - were arranged on cardboard grids.", "definition1": "A children's game similar to bingo, in which numbered or illustrated counters or cards are drawn by the players.", "definition2": "A children's game similar to bingo, in which numbered or illustrated counters or cards are drawn by the players.", "label": false}
{"word": "dropout", "POS": "noun", "example1": "The red line in the graphs represents the amount of latency beyond which audio dropouts are perceptible to humans.", "example2": "Now the Nader hooks (wheel retention devices) built into suspension fork dropouts are designed to stop the head of the skewer from coming out without being unscrewed a number of turns.", "definition1": "A momentary loss of recorded audio signal or an error in reading data on a magnetic tape or disk, usually due to a flaw in the coating.", "definition2": "A U-shaped slot at the end of a fork or stay on a bicycle, made to receive the axle and enabling the wheel to be changed rapidly.", "label": true}
{"word": "gamer", "POS": "noun", "example1": "he's a gamer, always ready to go that extra mile", "example2": "If you were giving it out, you were wise and a good teammate, a gamer.", "definition1": "A person known for consistently making a strong effort, especially in sport.", "definition2": "A person known for consistently making a strong effort, especially in sport.", "label": false}
{"word": "heavy metal", "POS": "noun", "example1": "heavy metals are taken up by plants", "example2": "a carload of adolescents playing heavy metal with their windows open", "definition1": "A metal of relatively high density, or of high relative atomic weight.", "definition2": "A type of highly amplified harsh-sounding rock music with a strong beat, characteristically using violent or fantastic imagery.", "label": true}
{"word": "have", "POS": "verb", "example1": "he had a look round", "example2": "he had little patience with technological gadgetry", "definition1": "Perform the action indicated by the noun specified (used especially in spoken English as an alternative to a more specific verb)", "definition2": "Show (a personal attribute or quality) by one's actions or attitude.", "label": true}
{"word": "interrupt", "POS": "verb", "example1": "the buzzer interrupted his thoughts", "example2": "the coastal plain is interrupted by chains of large lagoons", "definition1": "Stop the continuous progress of (an activity or process)", "definition2": "Break the continuity of (a line or surface)", "label": true}
{"word": "unshockability", "POS": "noun", "example1": "But because it also seeks to congratulate its audience for its urbane unshockability, it never strays beyond the limits of middlebrow complacency.", "example2": "But then, haven't unpunished cases of bare-faced impunity sent all of us into unshockability?", "definition1": "Definition not found $REF:$unshockable", "definition2": "Definition not found $REF:$unshockable", "label": false}
{"word": "snipe", "POS": "verb", "example1": "he constantly sniped at his former colleague", "example2": "I regularly snipe 10 to 5 seconds before the end of eBay auctions", "definition1": "Make a sly or petty verbal attack.", "definition2": "(in an online auction) place a bid judged to be high enough to win an item just before the bidding is scheduled to close.", "label": true}
{"word": "noise", "POS": "noun", "example1": "making a noise like a pig", "example2": "the enhancer can improve the video signal quality, reducing noise and increasing image sharpness", "definition1": "A sound, especially one that is loud or unpleasant or that causes disturbance.", "definition2": "Irregular fluctuations that accompany a transmitted electrical signal but are not part of it and tend to obscure it.", "label": true}
{"word": "piqué", "POS": "verb", "example1": "she was piqued by his curtness", "example2": "men, who are thought to pique themselves upon their Wit", "definition1": "Feel irritated or resentful.", "definition2": "Pride oneself.", "label": true}
{"word": "resistivity", "POS": "noun", "example1": "The lower sheet resistivity also reduces the current crowding, which would otherwise give rise to excessive non-uniform device self-heating under high DC operation.", "example2": "Water was drawn only when the measured specific resistivity was 18.2 M ohm cm, indicating that the maximal grade of purity had been reached.", "definition1": "A measure of the resisting power of a specified material to the flow of an electric current.", "definition2": "A measure of the resisting power of a specified material to the flow of an electric current.", "label": false}
{"word": "jobber", "POS": "noun", "example1": "He has written for several years about the ways in which jobbers and middle-men ruthlessly exploit migrant labour in the informal sector.", "example2": "As a result, shippers, fruit jobbers, and retailers were primarily concerned about fruit weights, perishability, and aesthetic qualities, including color, flavor, and texture.", "definition1": "A wholesaler.", "definition2": "A wholesaler.", "label": false}
{"word": "override", "POS": "verb", "example1": "the courts will ultimately override any objections", "example2": "you can override the cut-out by releasing the switch", "definition1": "Use one's authority to reject or cancel (a decision, view, etc.)", "definition2": "Interrupt the action of (an automatic device), typically in order to take manual control.", "label": true}
{"word": "tolerance", "POS": "noun", "example1": "the tolerance of corruption", "example2": "the desert camel shows the greatest tolerance to dehydration", "definition1": "The ability or willingness to tolerate the existence of opinions or behaviour that one dislikes or disagrees with.", "definition2": "The capacity to endure continued subjection to something such as a drug or environmental conditions without adverse reaction.", "label": true}
{"word": "reverberation", "POS": "noun", "example1": "the attack has had reverberations around the world", "example2": "They aren't always the most spectacular plays of the season; they just cause the most reverberation.", "definition1": "A continuing effect; a repercussion.", "definition2": "A continuing effect; a repercussion.", "label": false}
{"word": "seed", "POS": "noun", "example1": "he knocked the top seed out of the championships", "example2": "Spherulites are ideally spherical mineral growths formed by initial crystallization of a seed crystal, or crystallite, within a melt or a solution that grows outward in all directions.", "definition1": "Any of a number of stronger competitors in a sports tournament who have been assigned a specified position in an ordered list with the aim of ensuring that they do not play each other in the early rounds.", "definition2": "A small crystal introduced into a liquid to act as a nucleus for crystallization.", "label": true}
{"word": "germander speedwell", "POS": "noun", "example1": "A complete description of the germander speedwell includes plant information and identification.", "example2": "If I'm not mistaken, those are germander speedwells (veronica chamaedrys).", "definition1": "A speedwell with bright blue flowers and leaves resembling those of the germander, native to Eurasia.", "definition2": "A speedwell with bright blue flowers and leaves resembling those of the germander, native to Eurasia.", "label": false}
{"word": "protection", "POS": "noun", "example1": "the B vitamins give protection against infection", "example2": "a protection racket", "definition1": "The action of protecting, or the state of being protected.", "definition2": "The practice of paying money to criminals so as to prevent them from attacking oneself or one's property.", "label": true}
{"word": "measure", "POS": "noun", "example1": "a furlong is an obsolete measure of length", "example2": "tables of weights and measures", "definition1": "A standard unit used to express the size, amount, or degree of something.", "definition2": "A standard unit used to express the size, amount, or degree of something.", "label": false}
{"word": "utility", "POS": "noun", "example1": "he had a poor opinion of the utility of book learning", "example2": "This last appendix is useful, however its utility could have been improved by including a World Wide Web address for each of these companies.", "definition1": "The state of being useful, profitable, or beneficial.", "definition2": "The state of being useful, profitable, or beneficial.", "label": false}
{"word": "host", "POS": "noun", "example1": "So he merely stood on the wall above the gate, watching his army take on the host of elves.", "example2": "The prayers of believers here on earth are mingled with the worship of angels and archangels and all the host of heaven, in adoration of God and the Lamb.", "definition1": "An army.", "definition2": "(in biblical use) the angels regarded collectively.", "label": true}
{"word": "ambassador", "POS": "noun", "example1": "the French ambassador to Portugal", "example2": "He also indicated that various foreign ambassadors and high commissioners had expressed similar sentiments.", "definition1": "An accredited diplomat sent by a state as its permanent representative in a foreign country.", "definition2": "An accredited diplomat sent by a state as its permanent representative in a foreign country.", "label": false}
{"word": "square", "POS": "noun", "example1": "a grid of ruled squares", "example2": "a market square", "definition1": "A plane figure with four equal straight sides and four right angles.", "definition2": "An open, typically four-sided, area surrounded by buildings in a village, town, or city.", "label": true}
{"word": "prophylaxis", "POS": "noun", "example1": "all patients received preoperative antibiotic prophylaxis", "example2": "stroke prophylaxis", "definition1": "Treatment given or action taken to prevent disease.", "definition2": "Treatment given or action taken to prevent disease.", "label": false}
{"word": "bishop", "POS": "noun", "example1": "Such costs should influence the female's decision of where to start a breeding attempt and might explain why female red bishops do not show a preference for males with many nests.", "example2": "Every chess bishop moves on a diagonal, and none of those on black squares ever move to white squares (in the same game).", "definition1": "An African weaver bird, the male of which has red, orange, yellow, or black plumage.", "definition2": "A chess piece, typically with its top shaped like a mitre, that can move in any direction along a diagonal on which it stands. Each player starts the game with two bishops, one moving on white squares and the other on black.", "label": true}
{"word": "slack", "POS": "verb", "example1": "she ticked off her girls if they were slacking", "example2": "150 sacks of lime were slacked by the inrushing water", "definition1": "Work slowly or lazily.", "definition2": "Slake (lime)", "label": true}
{"word": "flogger", "POS": "noun", "example1": "But the certified financial planners were more like 'certified floggers of products'.", "example2": "There's page after page of advertisements in our Sunday papers for property floggers and it's all Brisbane and the Gold Coast.", "definition1": "A person who sells something.", "definition2": "A person who sells something.", "label": false}
{"word": "solitaire", "POS": "noun", "example1": "Solitaire is a board game for one player involving movement of pegs on a board with holes.", "example2": "a diamond solitaire", "definition1": "A game for one player played by removing pegs one at a time from a board by jumping others over them from adjacent holes, the object being to be left with only one peg.", "definition2": "A diamond or other gem set in a piece of jewellery by itself.", "label": true}
{"word": "lithiasis", "POS": "noun", "example1": "A 58 year old man with a clinical history of diabetes mellitus and left renal lithiasis presented with a left inguinal mass.", "example2": "The patient described in this report had every major complication of Caroli disease, including recurrent cholangitis, liver abscess, biliary lithiasis, and cholangiocarcinoma.", "definition1": "The formation of stony concretions (calculi) in the body, most often in the gall bladder or urinary system.", "definition2": "The formation of stony concretions (calculi) in the body, most often in the gall bladder or urinary system.", "label": false}
{"word": "ytterbium", "POS": "noun", "example1": "I have elements in there that I've never even contemplated using before - stuff like indium, tantalum, ytterbium, and praseodymium.", "example2": "It is extracted from its ores by heating lanthanum metal with ytterbium oxide.", "definition1": "The chemical element of atomic number 70, a silvery-white metal of the lanthanide series.", "definition2": "The chemical element of atomic number 70, a silvery-white metal of the lanthanide series.", "label": false}
{"word": "push-start", "POS": "noun", "example1": "a push start is required to get some of the veteran motorbikes going", "example2": "Basically, you need the hardware equivalent of a Concorde super-sonic jet getting a push-start from Superman to play it on the highest detail settings.", "definition1": "An act of push-starting a motor vehicle.", "definition2": "An act of push-starting a motor vehicle.", "label": false}
{"word": "insert", "POS": "verb", "example1": "the muscle that raises the wing is inserted on the dorsal surface of the humerus", "example2": "Flexor carpi ulnaris is inserted onto the pisiform bone and palmer fascia.", "definition1": "(of a muscle or other organ) be attached to a part, especially that which is moved.", "definition2": "(of a muscle or other organ) be attached to a part, especially that which is moved.", "label": false}
{"word": "clerihew", "POS": "noun", "example1": "Much of the lightest verse of Rochester or Buckingham has as sharp a wit as one of E. C. Bentley's clerihews.", "example2": "There are also some laughs in the chapter on clerihews.", "definition1": "A short comic or nonsensical verse, typically in two rhyming couplets with lines of unequal length and referring to a famous person.", "definition2": "A short comic or nonsensical verse, typically in two rhyming couplets with lines of unequal length and referring to a famous person.", "label": false}
{"word": "scatter", "POS": "noun", "example1": "There are people here, and scatters of rubbish on the ground, which stand out against the white snow.", "example2": "We also noted the degree of scatter in the correlation: some local authorities with comparable mortality rates have quite different rates of self reported ill health and vice versa.", "definition1": "A small, dispersed amount of something.", "definition2": "The degree to which repeated measurements or observations of a quantity differ.", "label": true}
{"word": "tie", "POS": "noun", "example1": "there was a tie for first place", "example2": "Swindon Town have won themselves a third round tie against Oldham", "definition1": "A result in a game or other competitive situation in which two or more competitors or teams have the same score or ranking; a draw.", "definition2": "A sports match between two or more players or teams in which the winners proceed to the next round of the competition.", "label": true}
{"word": "tourmaline", "POS": "noun", "example1": "In the line rock, this black tourmaline occurs as tiny prismatic crystals.", "example2": "The mineral assemblage comprises quartz, K-feldspar, albitic plagioclase, white mica, apatite, tourmaline and garnet.", "definition1": "A typically black or blackish mineral that occurs as prismatic crystals in granitic and other rocks. It consists of a boron aluminosilicate and has pyroelectric and piezoelectric properties.", "definition2": "A typically black or blackish mineral that occurs as prismatic crystals in granitic and other rocks. It consists of a boron aluminosilicate and has pyroelectric and piezoelectric properties.", "label": false}
{"word": "adjust", "POS": "verb", "example1": "he smoothed his hair and adjusted his tie", "example2": "the insurance agent may have the responsibility of adjusting small losses", "definition1": "Alter or move (something) slightly in order to achieve the desired fit, appearance, or result.", "definition2": "Assess (loss or damages) when settling an insurance claim.", "label": true}
{"word": "fly", "POS": "verb", "example1": "balls kept flying over her hedge", "example2": "she ran after him, her hair flying behind her", "definition1": "Move or be hurled quickly through the air.", "definition2": "Wave or flutter in the wind.", "label": true}
{"word": "tripod", "POS": "noun", "example1": "If you can, use a tripod or other camera support to achieve sharpness, pack filters for a gloomy day and experiment.", "example2": "High tripod side tables are appropriate next to the sofa or love seat for country home decor.", "definition1": "A three-legged stand for supporting a camera or other apparatus.", "definition2": "A stool, table, or cauldron resting on three legs.", "label": true}
{"word": "sign", "POS": "verb", "example1": "the card was signed by the whole class", "example2": "she signed to her husband to leave the room", "definition1": "Write one's name on (a letter, card, document, etc.) to identify oneself as the writer or sender.", "definition2": "Use gestures to convey information or instructions.", "label": true}
{"word": "rubber", "POS": "noun", "example1": "a pencil with a rubber at the end", "example2": "You may have your boots, rubbers and scarf, but are you still depending on your thin fall jacket to keep you warm throughout the seemingly endless winter months?", "definition1": "A piece of rubber used for erasing pencil or ink marks.", "definition2": "Rubber boots; galoshes.", "label": true}
{"word": "ranker", "POS": "noun", "example1": "Not many officers would condescend to talk with us rankers.", "example2": "of the 26 top-rankers in humanities, 18 are girls", "definition1": "A soldier in the ranks; a private.", "definition2": "A person or animal of a specified rank.", "label": true}
{"word": "hot-water bottle", "POS": "noun", "example1": "Early in 1929, Dorothy accidentally burned Jane with a hot-water bottle.", "example2": "Use a hot-water bottle, or warm a sock filled with grain or flaxseed heated to a comfortably warm temperature in the microwave or oven.", "definition1": "A flat, oblong container, typically made of rubber, that is filled with hot water and used for warmth, especially for warming a bed.", "definition2": "A flat, oblong container, typically made of rubber, that is filled with hot water and used for warmth, especially for warming a bed.", "label": false}
{"word": "thumbnail", "POS": "noun", "example1": "The body might be the length approximately, or slightly more than the length of an adult thumbnail, the legs obviously make the spider a little bit bigger than that.", "example2": "a thumbnail sketch", "definition1": "The nail of the thumb.", "definition2": "A very small or concise description, representation, or summary.", "label": true}
{"word": "selection", "POS": "noun", "example1": "there has been more than enough time for selection to generate specific DNA sequences of the required length", "example2": "blocks ranging in area from 158 to 3,102 acres have been thrown open for selection", "definition1": "A process in which environmental or genetic influences determine which types of organism thrive better than others, regarded as a factor in evolution.", "definition2": "The action of choosing and acquiring plots of land for small farming on terms favourable to the buyer.", "label": true}
{"word": "balloon", "POS": "verb", "example1": "the ball ballooned into the air", "example2": "Up stepped Beckham, but he slipped horribly at the vital moment of impact and the ball ballooned embarrassingly over the bar.", "definition1": "(with reference to a ball) lob or be lobbed high in the air.", "definition2": "(with reference to a ball) lob or be lobbed high in the air.", "label": false}
{"word": "irretrievability", "POS": "noun", "example1": "It bespeaks a loss of something, while denying complete irretrievability of the absent object.", "example2": "Kelly Riechart's critically acclaimed road movie is a richly textured account of the irretrievability of the past.", "definition1": "Definition not found $REF:$irretrievable", "definition2": "Definition not found $REF:$irretrievable", "label": false}
{"word": "gathering", "POS": "noun", "example1": "a family gathering", "example2": "Difficult meetings, family gatherings and so on can be chances to use your new skills.", "definition1": "An assembly or meeting, especially one held for a specific purpose.", "definition2": "An assembly or meeting, especially one held for a specific purpose.", "label": false}
{"word": "psi", "POS": "noun", "example1": "Available in three sizes and able to pump up to a 160 psi max pressure, the pump will be available in September.", "example2": "Variable psi, used within the AHCPR guidelines, can help improve patient comfort.", "definition1": "The twenty-third letter of the Greek alphabet (Ψ, ψ), transliterated as ‘ps’.", "definition2": "The twenty-third letter of the Greek alphabet (Ψ, ψ), transliterated as ‘ps’.", "label": false}
{"word": "seismicity", "POS": "noun", "example1": "the high seismicity of the area", "example2": "Although the rate of seismicity has declined since the April 6th peak, earthquakes are still occurring frequently, and steam and ash emissions and small explosions are likely to occur.", "definition1": "The occurrence or frequency of earthquakes in a region.", "definition2": "The occurrence or frequency of earthquakes in a region.", "label": false}
{"word": "folk devil", "POS": "noun", "example1": "the strikers had been identified and pilloried as the new folk devils", "example2": "But this conservative genre has consistently explored social mores, popular concerns and contemporary folk devils.", "definition1": "A person or thing held to be a bad influence on society.", "definition2": "A person or thing held to be a bad influence on society.", "label": false}
{"word": "transliterator", "POS": "noun", "example1": "Join other transliterators to network, work on skills and discuss ethical situations we face while performing our jobs.", "example2": "Those who pay by the minute for their internet service could save either or both of these transliterators and their associated files into a disk library, and recall the programs when offline.", "definition1": "Definition not found $REF:$transliterate", "definition2": "Definition not found $REF:$transliterate", "label": false}
{"word": "magnetic anthill", "POS": "noun", "example1": "these magnetic anthills are a useful guide for travellers", "example2": "A magnetic anthill will measure up to 12 feet in height and 10 feet in length.", "definition1": "The wall-like nest constructed by an Australian species of termite, always aligned north–south.", "definition2": "The wall-like nest constructed by an Australian species of termite, always aligned north–south.", "label": false}
{"word": "Paralympian", "POS": "noun", "example1": "Bradford's sole Paralympian, Pete Finbow, is confident Great Britain will be in the mix for men's wheelchair basketball medals.", "example2": "As a Paralympian, the disabled athletes are forever reaching out with a helping hand.", "definition1": "A competitor in the Paralympic Games.", "definition2": "A competitor in the Paralympic Games.", "label": false}
{"word": "helicopter mom", "POS": "noun", "example1": "an aggressively overbearing helicopter mom", "example2": "The film centers on a little girl whose summer vacation is subsumed with academic preparations laid out by her overworked helicopter mom..", "definition1": "A mother who takes an overprotective or excessive interest in the life of her child or children.", "definition2": "A mother who takes an overprotective or excessive interest in the life of her child or children.", "label": false}
{"word": "foot overbridge", "POS": "noun", "example1": "On why Bangalore can't have more foot overbridges, the authorities have a lame excuse.", "example2": "The radio station has also started playing jingles, advising commuters not to cross the tracks but rather use the foot overbridges.", "definition1": "A footbridge.", "definition2": "A footbridge.", "label": false}
{"word": "mask", "POS": "verb", "example1": "the poplars masked a factory", "example2": "mask off doors and cupboards with sheets of plastic", "definition1": "Conceal (something) from view.", "definition2": "Cover (an object or surface) so as to protect it during painting.", "label": true}
{"word": "bearing", "POS": "noun", "example1": "a man of precise military bearing", "example2": "the case has no direct bearing on the issues being considered", "definition1": "A person's way of standing or moving.", "definition2": "Relation; relevance.", "label": true}
{"word": "impregnate", "POS": "verb", "example1": "wood which had been impregnated with preservative", "example2": "he was obliged to marry the woman he'd impregnated", "definition1": "Soak or saturate (something) with a substance.", "definition2": "Make (a woman or female animal) pregnant.", "label": true}
{"word": "mariner", "POS": "noun", "example1": "the intrepid mariners of yesteryear set out to discover new worlds", "example2": "Perhaps these mariners were particularly skilled, sensitive to the marine environment, or just plain lucky.", "definition1": "A sailor.", "definition2": "A sailor.", "label": false}
